{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img2.od-cdn.com/ImageType-100/1191-1/{3EA80672-62D3-4CF0-AE28-A99C7D03E6F2}Img100.jpg",
      "title": "Filled with Fire and Light",
      "color": "#0A0A0A",
      "format": "audiobook"
    },
    "title": {
      "text": "Filled with Fire and Light",
      "url": "https://share.libbyapp.com/title/4837157",
      "titleId": "4837157"
    },
    "author": "Elie Wiesel",
    "publisher": "Books on Tape",
    "isbn": "9780593170236",
    "percent": 1.00000011596852
  },
  "bookmarks": [
    {
      "timestamp": 1668009523000,
      "percent": 0.99802477513687,
      "note": "Fear of God, I cannot teach you. I can only teach you love of God. What is love of God? It is love of our fellow human beings. You may think this is so easy. If you think that is easy, why not try it?"
    },
    {
      "timestamp": 1668009191000,
      "percent": 0.981117026853528,
      "note": "Torah 600,000 letters"
    },
    {
      "timestamp": 1668008570000,
      "percent": 0.962778827769762,
      "note": "Further, don't accept gifts. You have to protest. It's up to them to then come up with a good excuse for why they're helping you"
    },
    {
      "timestamp": 1667572652000,
      "percent": 0.961820362525992,
      "note": "Make sure people don’t feel embarrassed. “I’m not giving it to you, but to your son!”"
    },
    {
      "timestamp": 1667482804000,
      "percent": 0.947587598651243,
      "note": "Always be cognizant and careful of what you say. How do you say something matters. “If I were to lose even a shoelace, I would be unable to pray well.“"
    },
    {
      "timestamp": 1667482702000,
      "percent": 0.945605898653389,
      "note": "That’s all it takes. Just say hi, and sometimes that’s enough"
    },
    {
      "timestamp": 1667400383000,
      "percent": 0.932254007384142,
      "note": "“Ask, and ye shall receive.” i.e. “A genuine cry/plea is heard well”"
    },
    {
      "timestamp": 1667399370000,
      "percent": 0.911595112749941,
      "note": "“when a Jewish child is crying, I have to take care of him.\n“when a Jewish child cries, the messiah can wait“"
    },
    {
      "timestamp": 1667312314000,
      "percent": 0.887248642512525,
      "note": "He pronounced pikuach nefesh well here"
    },
    {
      "timestamp": 1667142229000,
      "percent": 0.82805693857501,
      "note": "Order: prayer leads to study (Bible -> Psalms -> Mishnah -> Talmud)"
    },
    {
      "timestamp": 1667141771000,
      "percent": 0.817066028547134,
      "note": "Care for the people you talk to. Care about them completely."
    },
    {
      "timestamp": 1666363257000,
      "percent": 0.763723596241875,
      "note": "Chasidism is a tale of charisma. If you matter to the Chasidic masters, how can you not matter to God? And that gets ordinary people into the movement"
    },
    {
      "timestamp": 1666363010000,
      "percent": 0.758881503209156,
      "note": "Speech is a powerful thing. It doesn't take much to get someone on your side. To me, I want to know as much as I can about a person, but, if someone speaking to you, and they say just one or two profound things using details of your life, that's enough."
    },
    {
      "timestamp": 1666362892000,
      "percent": 0.754114677941647,
      "note": "Crown Heights and Kfar Chabad"
    },
    {
      "timestamp": 1666276714000,
      "percent": 0.725285634494047,
      "note": "So you sometimes have to tell untruths to those who won’t understand, according to this story"
    },
    {
      "timestamp": 1666106410000,
      "percent": 0.704888941949273,
      "note": "One cup of wine, docile as a lamb. 2 cups of wine, bold as a lion. 3 cups of wine, chatters like a monkey. 4 cups of wine, behaves like a pig."
    },
    {
      "timestamp": 1666106232000,
      "percent": 0.7019485587508,
      "note": "Example: Noah was planting a vineyard as a symbol of ~~partnership with and~~ his trust in God. Satan perverted this symbol, instead of using it to establish a partnership with Noah at what ultimately lead to Noah's drunken stupor"
    },
    {
      "timestamp": 1666105987000,
      "percent": 0.701322768310988,
      "note": "Ha. Instead of asking *why* Noah was planting the vineyard, satan structured his questions in such a way as they get the answer that he wanted. He asked leading questions, to lead Noah's mind where he wanted it to go. #Lesson: depending on how you talk, you can convince people of things and explain to them what you want them to know, and get the answers that you want of them (and place the ideas that you want into their heads)"
    },
    {
      "timestamp": 1666102640000,
      "percent": 0.698390994408054,
      "note": "Sam’el: it's \"better to reign in hell than to serve in heaven.\" as we're supposed to do the opposite of Satan, let's get me an allegory: if you want to be successful, it's better to be subservient to the system, a cog in the machine, than to break out of it and be your own master"
    },
    {
      "timestamp": 1666102061000,
      "percent": 0.673675595877452,
      "note": "Lesson: when your children triumph over you, you don't really lose. when your children triumph in general, smile"
    },
    {
      "timestamp": 1665850970000,
      "percent": 0.564357703551786,
      "note": "From earlier in the book: similar to the note on the Chinese van on 30th Ave. that says \"if we want people to smile at us, we need to smile at them first.\" Rebbie Yochanan would always greet people first"
    },
    {
      "timestamp": 1665843176000,
      "percent": 0.443233633604311,
      "note": "#Lesson: Be prepared. When Yochanan died, he said to move the vessels from the room [before his passing], lest they become ritually impure from contact with him. If they [his students] did this, the vessels would remain pure. Be prepared. Know what will happen, and be ready."
    },
    {
      "timestamp": 1665760240000,
      "percent": 0.408099352796208,
      "note": "That’s where I was for the longest time. Until I was able to break out of this this past year, I couldn’t continue"
    },
    {
      "timestamp": 1665595930000,
      "percent": 0.400431848802898,
      "note": "In the name of Rashbi, Rebbe Yochanan to Reish Lakeish: “one must not bring laughter to the world”"
    },
    {
      "timestamp": 1665595640000,
      "percent": 0.391105838492758,
      "note": "Your personal grief is your own. Lamenting over the human condition i.e. great people will die or evil people prosper or something, then your tears have meaning."
    },
    {
      "timestamp": 1665594728000,
      "percent": 0.372262778694271,
      "note": "Before studying a lesson with your teacher (that goes for listening to a lecture in class as well), rehearse it 40 times. If I did this, lol, I’d have aced all my classes (and had no time for anything else)."
    },
    {
      "timestamp": 1665594612000,
      "percent": 0.368677025265712,
      "note": "Rabbi Yochanan and his brother-in-law Reish Lakeish only agreed on 46 issues"
    },
    {
      "timestamp": 1665593738000,
      "percent": 0.364713552617721,
      "note": "Rome realized that they should leave the Jews alone. Let them learn their stupid, outdated laws, and just make sure they pay their taxes. Now we don't even do that ”properly,” as our outdated laws teach us how to find loopholes in the law and pay fewer taxes than one might otherwise reasonably expect us to."
    },
    {
      "timestamp": 1665593071000,
      "percent": 0.345648358463894,
      "note": "Michael Youssef once told me the opinion of Reish Lakeish. As I saw it, he was showing me that he knows more than me after I proudly explain something that I knew from the kitzur as though it was the only possibility. As I should've seen it, it was a good wake up call to *remind me to stay humble*. Anyway, now I know that on the end three cases does the law go according to the opinion of the former bandit and gladiator, acrobat, stuntman, circus performer Reish Lakeish, when in a disagreement with his brother-in-law, Rabbi Yehuda"
    },
    {
      "timestamp": 1665588943000,
      "percent": 0.330883634572857,
      "note": "“Because Rebbe Yochanan [Rebbe or Rabbi?] knew how to listen, both lives [his own and his business partner’s] were saved.”"
    },
    {
      "timestamp": 1665588488000,
      "percent": 0.31243242486285,
      "note": "Although Rabbi Yochanan’s sister wasn’t consulted in advance, she agreed to the marriage anyway. Girls are like that"
    },
    {
      "timestamp": 1665588468000,
      "percent": 0.312302631559231,
      "note": "Repent, and you can become great"
    },
    {
      "timestamp": 1665347689000,
      "percent": 0.26601945833382,
      "note": "Do your negotiations incrementally."
    },
    {
      "timestamp": 1665335068000,
      "percent": 0.215598737590298,
      "note": "For a believer, God is. God is everywhere. For a nonbeliever, God is nowhere except in the Bible."
    },
    {
      "timestamp": 1665077386000,
      "percent": 0.19162003320954,
      "note": "Where does this come from, you can't even mislead the tyrant into thinking that you denied God? Ah, Maimonedes quoting Enosh’s wise men"
    },
    {
      "timestamp": 1665077290000,
      "percent": 0.187857189841115,
      "note": "Naaseh v’nishma: we shall do and we shall obey"
    },
    {
      "timestamp": 1665076894000,
      "percent": 0.166391564256236,
      "note": "Didn’t ask for accounting from any of his workers"
    },
    {
      "timestamp": 1665076873000,
      "percent": 0.165805296658388,
      "note": "King Josiah: reigned from 8–39"
    },
    {
      "timestamp": 1665076743000,
      "percent": 0.160839476787682,
      "note": "It's reading her either isn't Jewish, or he's stupid probably both. Wish mellows are not pagan holiday, so, rather he should've on the word pagan"
    },
    {
      "timestamp": 1664900960000,
      "percent": 0.16024325582706,
      "note": "Damn, this is directly for me. First, Menasheh displays his Torah knowledge in public in order to ridicule the Torah. Then, Ammon decides “I will sin when I am young, and I will repent later, when I am old.” Both things I have done and decided to do. I guess I can only learn from the books moving forward. Be honest, like Mendel."
    },
    {
      "timestamp": 1664900698000,
      "percent": 0.15572831602479,
      "note": "Menasheh: possessed but misused knowledge. Often, he would display his scholarship in public just to ridicule the Torah’s lessons"
    },
    {
      "timestamp": 1664814158000,
      "percent": 0.146782967351544,
      "note": "Saul abandoned by God because of his disobedience"
    },
    {
      "timestamp": 1664813318000,
      "percent": 0.115166728044224,
      "note": "The perfect disciple: learn what you can, but, when it comes time, be willing to ask for everything can surpass your predecessor"
    }
  ],
  "circulation": [
    {
      "timestamp": 1664464600474,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1664464599000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}