{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img2.od-cdn.com/ImageType-100/1191-1/{02C09233-CD5E-4F0C-9C38-4FE94D36DF1A}IMG100.JPG",
      "title": "Business Adventures",
      "color": "#CF4239",
      "format": "audiobook"
    },
    "title": {
      "text": "Business Adventures",
      "url": "https://share.libbyapp.com/title/1874506",
      "titleId": "1874506"
    },
    "author": "John Brooks",
    "publisher": "Books on Tape",
    "isbn": "9781101913338",
    "percent": 1.00000001793015
  },
  "bookmarks": [
    {
      "timestamp": 1605381761000,
      "percent": 0.977264262396442,
      "note": "NB: Citizens is the US and Britain are forbidden by law to buy or own monetary gold."
    },
    {
      "timestamp": 1605381604000,
      "percent": 0.97702814466635,
      "note": "Chairman of the federal reserve says that the US will continue selling gold at $35/oz until the last bar. After Britain devalues the currency, President [Lyndon B.] Johnson reiterates this. But speculators begin buying gold, leading to high demand in Paris, Zurich, and other financial centers, and most particularly in London, where people began to talk about the London gold rush. Orders came from everywhere, amounting to $50m."
    },
    {
      "timestamp": 1605381472000,
      "percent": 0.976045769987849,
      "note": "Gold at $35/oz."
    },
    {
      "timestamp": 1605381099000,
      "percent": 0.975028631021207,
      "note": "Technical strength = caused by short sellers buying back the security to cash in their profits (or shorts being burned causing a short squeeze), and is temporary"
    },
    {
      "timestamp": 1605380871000,
      "percent": 0.971892612801629,
      "note": "Lol. The string of competitive devaluations -> devaluation of the dollar in relation to gold -> worldwide monetary chaos -> and perhaps a world depression"
    },
    {
      "timestamp": 1605380608000,
      "percent": 0.96870854918525,
      "note": "(What are) “Gnomes of Zurich”?"
    },
    {
      "timestamp": 1605372663000,
      "percent": 0.95104781413621,
      "note": "How the federal reserve preemptively attacked the anti-pound speculators"
    },
    {
      "timestamp": 1605118303000,
      "percent": 0.943829334334808,
      "note": "1964 sterling pound crisis"
    },
    {
      "timestamp": 1605115877000,
      "percent": 0.924377408377219,
      "note": "“...they would gladly consider the matter” lol"
    },
    {
      "timestamp": 1604363423000,
      "percent": 0.827108968348874,
      "note": "US NY Fed contains gold bars for other countries in the world. Fort Knox contains US gold reserves. If the dollar drops as other countries sell dollars for gold or their own currencies, causing the US to lose gold and causing the other currency to increase with respect to the USD (and other currencies), if it drops low enough and we lose enough gold (i.e. our gold reserve drops to an unacceptably low level), the US would have to break its promise: either lower the value of USD compared to gold (moving us from the gold standard), or or even to stop selling gold entirely. Either actions is in effect a devaluation... and a devaluation of the USD is the only potential devaluation that would have a more drastic effect than the GBP devaluation did"
    },
    {
      "timestamp": 1604362373000,
      "percent": 0.808646813726838,
      "note": "“the mire of cupidity”"
    },
    {
      "timestamp": 1604360711000,
      "percent": 0.793368821343274,
      "note": "LOL. By not including the Latex company as a defendant, BF Goodrich had effectively precluded its ability to win the case. The defendant was the scientist, and there was no plan from HIS side to give away trade secrets"
    },
    {
      "timestamp": 1604360452000,
      "percent": 0.790289708071945,
      "note": "Tort law: Every dog has one free bite. The One Bite Rule"
    },
    {
      "timestamp": 1604359260000,
      "percent": 0.761291557901907,
      "note": "Young American homme quoi?"
    },
    {
      "timestamp": 1604359033000,
      "percent": 0.75970065202929,
      "note": "Lesson from king Lear: when the role of dissenter is left  to the fool, there may be trouble ahead for everybody"
    },
    {
      "timestamp": 1604358906000,
      "percent": 0.75864168085777,
      "note": "LOL at the last few minutes. Conclusion: professional stock holders at meetings helps you learn about the company executives’ personalities. Doesn’t play much role in learning about the company’s affairs "
    },
    {
      "timestamp": 1601232355000,
      "percent": 0.503510975311775,
      "note": "“I’m Russell Watson, a reporter for the Wall Street Journal!” - I can use this quote in my life\n\nSomeone noticed an unfamiliar, and striking youthful face in the crowd, and asked its owner to identify himself. The unhesitating reply was, “I’m Russell Watson, a reporter for the Wall Street Journal!”"
    },
    {
      "timestamp": 1601230141000,
      "percent": 0.6173944603263,
      "note": "Northern Pacific corner in 1901"
    },
    {
      "timestamp": 1601230019000,
      "percent": 0.61298028333125,
      "note": "The real worth of the company was the game. Even though financials were all up, but no one cared. The actual worth of the company didn’t matter"
    },
    {
      "timestamp": 1601229870000,
      "percent": 0.608746272464952,
      "note": "Northern Pacific Panic (corner caused by Northern Pacific caused the entire market to crash)"
    },
    {
      "timestamp": 1601228171000,
      "percent": 0.532893718774447,
      "note": "Fair man had proved to be “a great communicator, a great philosopher, and, frankly, a great believer in the stability of prices” lol"
    },
    {
      "timestamp": 1600493962000,
      "percent": 0.472014546693119,
      "note": "Wait, so is he talking about Haupt? No, he’s talking of Winston and Bean. And why was Winston & Bean underwater?"
    },
    {
      "timestamp": 1600493856000,
      "percent": 0.47132757806023,
      "note": "Nvm. Allied only had $8m. Haupt borrowed from its other customers and banks"
    },
    {
      "timestamp": 1600492882000,
      "percent": 0.463221515849692,
      "note": "So the broker, Haupt, borrowed $37m to finance cottonseed/soybean oil speculation for the fraudulent Allied (President, Anthony DeAngelis), while having only $8m themselves?"
    },
    {
      "timestamp": 1597538792000,
      "percent": 0.504396979767406,
      "note": "How to get in somewhere: act like you belong, know where you’re going, and just ask how to get there. People will help you. If someone asks you “why?” well, we’ll cross that bridge when we get to it"
    },
    {
      "timestamp": 1596957232000,
      "percent": 0.443371189506307,
      "note": "Elon Musk’s bulletproof glass on his cybertruck is hardly the first example of design failures during presentations. The Xerox 914 (version 2) blew a generator instead of making a copy when Wilson first tried to demo it in London"
    },
    {
      "timestamp": 1596957170000,
      "percent": 0.442708103857185,
      "note": "Edsel? Is that referring to the Ford car Brooks wrote about earlier?"
    },
    {
      "timestamp": 1596925038000,
      "percent": 0.368221301798656,
      "note": "But apparently the Merrill Lynch newswire receives PRs on its ticker before the Dow"
    },
    {
      "timestamp": 1596924641000,
      "percent": 0.364699210955034,
      "note": "In the Texas drilling case, the SEC alleges that the appearance of a PR on the Dow Jones broad (?) tape is the first time one can buy on information (i.e. the point at which it ceases to be inside information). Meaning? This is the place to look for “first” news. Of course, I can then try to go back even further into actually digging through a company, but this is usually enough"
    },
    {
      "timestamp": 1596347900000,
      "percent": 0.328200373861565,
      "note": "Why do they need this water to drill?"
    },
    {
      "timestamp": 1595691704000,
      "percent": 0.291574182770689,
      "note": "80,000 persons, mostly lawyers/accountants/former IRS employees who hold official cards entitling them to hold positions as tax advisor. Any can legally perform taxes for others"
    },
    {
      "timestamp": 1595691434000,
      "percent": 0.289697831683957,
      "note": "Virtually necessary to seek professional help to minimize taxes legally. And since first rate advice is expensive and inability supply, rich have an advantage. And fees for tax advice are themselves deductible. So using paid tax advisors (“practitioners”) saves money compared to the free tax-evasion advice provided by the IRS due to conflict of interest"
    },
    {
      "timestamp": 1595691243000,
      "percent": 0.287992540619297,
      "note": "“Gifts of appreciated securities, industrial property, leases, royalties, jewelry, antiques, stock options, residences, life insurance, and inventory items, and through the use of trusts” can be used for tax savings"
    },
    {
      "timestamp": 1595691145000,
      "percent": 0.287158082644805,
      "note": "Greater Tax Savings: A Constructive Approach by Princeton. Harvard and Yale have similar booklets"
    },
    {
      "timestamp": 1595690995000,
      "percent": 0.289392645614022,
      "note": "How to donate: sell securities to the 501c3 at cost, so all appreciation in value of the security is fully deductible. See Princeton’s book"
    },
    {
      "timestamp": 1595236559000,
      "percent": 0.222804618561423,
      "note": "Why there is a tax advantage to buying an oil well, regardless of whether you need it"
    },
    {
      "timestamp": 1595217057000,
      "percent": 0.218166174924578,
      "note": "Pennsylvania congressman upon Grover Cleveland’s suggestion to create an income tax: “a tax so odious, that no other administration ever dared to impose it except in times of war”"
    },
    {
      "timestamp": 1595217005000,
      "percent": 0.218294663076066,
      "note": "Mark Twain upon paying his first income tax: “I have never felt so important before in my life!”"
    },
    {
      "timestamp": 1594973061000,
      "percent": 0.0688707669147431,
      "note": "I.E. you can’t be too perfect without risking rejection. The same principle that psychologists noticed later. The car needed at least some flaw for consumers to accept it"
    }
  ],
  "circulation": [
    {
      "timestamp": 1603584060000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1599418720000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1599418720000,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1596841421000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1594738330000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}