{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img1.od-cdn.com/ImageType-100/1219-1/{FE56D482-1BE2-46A4-8D9F-73EC9012F748}Img100.jpg",
      "title": "Lady Chatterley's Lover",
      "color": "#5A1A1A",
      "format": "audiobook"
    },
    "title": {
      "text": "Lady Chatterley's Lover",
      "url": "https://share.libbyapp.com/title/524463",
      "titleId": "524463"
    },
    "author": "D. H. Lawrence",
    "publisher": "Tantor Media, Inc.",
    "isbn": "9781452671055",
    "percent": 0.999999563738288
  },
  "bookmarks": [
    {
      "timestamp": 1680382183000,
      "percent": 0.971635001382301,
      "note": "Yes, she’s lying, but she’s not lying. She hasn’t said a single false word"
    },
    {
      "timestamp": 1680271021000,
      "percent": 0.870781023026394,
      "note": "“Change of life” = menopause. I wonder what Lawrence means by the common “violent” woman"
    },
    {
      "timestamp": 1680270768000,
      "percent": 0.864989646468323,
      "note": "Women are fickle. A man and a woman make  an agreement, and he keeps it. She wants whatever she wants at the moment based on the current circumstances. This is why it’s so easy for men to “take advantage” of a woman. That’s because she secretly wants it"
    },
    {
      "timestamp": 1680057554000,
      "percent": 0.853128222527702,
      "note": "Wait, so he was fat? I didn't get the sense that Michaelis was fat"
    },
    {
      "timestamp": 1680057196000,
      "percent": 0.846730880877368,
      "note": "So I take it they’re staying at this Esmeralda (this implies that I missed it if he told me in the story that they were staying there)."
    },
    {
      "timestamp": 1680023619000,
      "percent": 0.836171687801689,
      "note": "I can now almost understand the hatred Women can feel towards other women. How stupid and naïve I was, teaching Tamar how to not to show her thoughts and emotions. It is men who “wear their emotions on their sleeves,” as I heard someone say a couple days ago. Women can be thinking of murder and not show it. Those lies, that secrecy, that Hidden sensation. That's what there is be afraid of. That's what there is for a man to fear."
    },
    {
      "timestamp": 1680020674000,
      "percent": 0.789437201294926,
      "note": "Girls are very susceptible to suggestion. If Connie likes him, and Hilda likes her, then she’ll like him, too, in spite of herself."
    },
    {
      "timestamp": 1680020551000,
      "percent": 0.787699598677796,
      "note": "That’s interesting. Girls do get mad at any response you’d expect them to, but they just don’t show it outwardly."
    },
    {
      "timestamp": 1680020342000,
      "percent": 0.784504206736142,
      "note": "To a girl: if you ask directly, she gets defensive. Instead, hint at it, and give her the choice to say no. “Do you want to tell me who he is?” rather than “who is it?”"
    },
    {
      "timestamp": 1680019542000,
      "percent": 0.766230429114054,
      "note": "This is what scares me. Girls are so good at jr"
    },
    {
      "timestamp": 1680019428000,
      "percent": 0.763621169018054,
      "note": "But Connie has already made up her mind to leave him. And Clifford is susceptible to anger, especially when people are angry towards him."
    },
    {
      "timestamp": 1680019178000,
      "percent": 0.758625452959335,
      "note": "Possession is 9/10 of the law. No matter what happens, the poor guy won’t have any recourse. But she might stay with Clifford. Because change is hard. At the same time, the lady might decide to stay only because he cares about/for her."
    },
    {
      "timestamp": 1680015910000,
      "percent": 0.727382582852974,
      "note": "Again, no idea what happened earlier"
    },
    {
      "timestamp": 1679980596000,
      "percent": 0.718955875076343,
      "note": "I think I’ve missed a few hours"
    },
    {
      "timestamp": 1679944056000,
      "percent": 0.645656034300412,
      "note": "Again, I pretty much didn’t catch the last half hour or so. But it’s a mindless, dumb book"
    },
    {
      "timestamp": 1679934457000,
      "percent": 0.603886600007955,
      "note": "Nurture > Nature, he argues. And by that definition, I was placed in the aristocracy, in the oligarch class."
    },
    {
      "timestamp": 1679842440000,
      "percent": 0.377110996187704,
      "note": "Sex scene"
    },
    {
      "timestamp": 1679842255000,
      "percent": 0.374690883114092,
      "note": "#Relationships I mentioned on the blanket if you wants to capture a woman's heart. Never also upset, there will be times when the girls are upset, and he should be able to get him a blanket these times."
    },
    {
      "timestamp": 1679840767000,
      "percent": 0.35798050456979,
      "note": "But that's not entirely true. If having a child (presumably with another man, for he was unable to do the deed himself) would dampen her love for him, then it would be bad for the marriage. And there's no way to really know whether it would have such an effect on their marriage, but there is a fear that it might."
    },
    {
      "timestamp": 1679840647000,
      "percent": 0.356393959087839,
      "note": "Which is something a practicing Jew wouldn't be able to do. Because idolatry is prohibited"
    },
    {
      "timestamp": 1679808892000,
      "percent": 0.352137077164051,
      "note": "The same as I with my mother"
    },
    {
      "timestamp": 1679708158000,
      "percent": 0.336921641007623,
      "note": "Sounds like things haven't changed at all in the hundred years since this book was written"
    },
    {
      "timestamp": 1679707341000,
      "percent": 0.310294250719394,
      "note": "From around 3–4 hours, I didn’t really listen. But it’s a fiction book, so no matter."
    },
    {
      "timestamp": 1679684228000,
      "percent": 0.285085326002907,
      "note": "Women like the men who hate them. It’s the illicitness that draws them to you"
    },
    {
      "timestamp": 1679670732000,
      "percent": 0.259262781657736,
      "note": "Bullshit. Many men don’t take it for granted. Might not mention it out loud, tho, until they remember (learn) that a woman likes to hear words. "
    },
    {
      "timestamp": 1679662685000,
      "percent": 0.228512246764158,
      "note": "Lawrence was also an antisemite"
    },
    {
      "timestamp": 1679635290000,
      "percent": 0.213778018180998,
      "note": "What child?"
    },
    {
      "timestamp": 1679634021000,
      "percent": 0.211813864135143,
      "note": "This is the way to get her. You look uneasy, but, as soon as you see her, you light up."
    },
    {
      "timestamp": 1679633545000,
      "percent": 0.204125442108744,
      "note": "This will be the biggest fear of myself as a husband. I would want to girl who's known no other man. If she could ”take a lover [for herself] almost at any moment,\" and only wants me as a father for her child, then that's the kind of \"being used\" that I would find unacceptable. The *only* kind, really."
    },
    {
      "timestamp": 1679605161000,
      "percent": 0.213069253807057,
      "note": "Interesting. So (if we are to believe that this man has a good grasp on how women think and feel), all that a man has to do is just say the right things. You don't need the whole buildup, all the stuff that plagued my mind. Just be genuine, sincere, enter the romance will come as you look into her eyes and speak."
    },
    {
      "timestamp": 1679594379000,
      "percent": 0.198594548282642,
      "note": "So what *is* [does Lawrence mean by] a “bitch goddess”? A: bitch goddess = success"
    },
    {
      "timestamp": 1679594277000,
      "percent": 0.197215246518144,
      "note": "She enjoys that feeling that she is helping him to make money. #Lesson A girl wants to be needed. Even more so than wanting all her whims and desires taken care of. She wants to be helping to do it"
    },
    {
      "timestamp": 1679594089000,
      "percent": 0.193673800982133,
      "note": "Girls Think the best of others, and they think that others Think the worst of them."
    },
    {
      "timestamp": 1679593388000,
      "percent": 0.179415478920152,
      "note": "Interesting. The reality of the world. How honest a man is after “his crisis”"
    },
    {
      "timestamp": 1679593285000,
      "percent": 0.177055825259592,
      "note": "No, he’s [Michaelis] literally like me lol."
    },
    {
      "timestamp": 1679593063000,
      "percent": 0.171984066522628,
      "note": "Lol. Damn. This is just so real"
    },
    {
      "timestamp": 1679590878000,
      "percent": 0.153447315588065,
      "note": "So, on the one hand, his ability talk like this, at length, answering her questions, is likely what caused the youth to get married in the first place, but on the other hand, it disallows imagination. Aloofness and mysteriousness are required to allay thoughts bred of (caused by) an ulterior motive. Her questions of whether the gamekeeper is single or married are directed, and answering now can have negative repercussions."
    },
    {
      "timestamp": 1679590741000,
      "percent": 0.151927718738104,
      "note": "As a man, our job is to see when a girl is looking at us and wanting us. That’s all. Then just “chat her up,” which is much simpler than it seems. You talk to her with ideas and give her stuff to talk about, and she “chats,” talks, says mindless crap."
    },
    {
      "timestamp": 1679590574000,
      "percent": 0.151996769511438,
      "note": "Suddenly, I understand why women stay at home, in the kitchen. It’s so they don’t wander. At home, so others don’t see her and she doesn’t get any ideations of romance with someone other than her husband, and in the kitchen, simply because cooking takes a lot of time and energy, and this allows her to stay in the house, thereby allowing the other service of not wandering."
    },
    {
      "timestamp": 1679590497000,
      "percent": 0.150249707258253,
      "note": "Why can’t girls tell the truth? Why can’t they be honest? Why *must* they cheat rather than tell their husbands?"
    },
    {
      "timestamp": 1679587942000,
      "percent": 0.149454138156351,
      "note": "A girl (woman)’s instinct senses when I walk and *appear* indifferent but actually am observing everything around me"
    },
    {
      "timestamp": 1679587686000,
      "percent": 0.147492269046742,
      "note": "She seems particularly concerned with everything going on around"
    },
    {
      "timestamp": 1679587386000,
      "percent": 0.140646074520374,
      "note": "Warning: when a girl starts asking these coy, hinting questions, she’s already done the implication"
    },
    {
      "timestamp": 1679583863000,
      "percent": 0.120850346563992,
      "note": "#Lesson “Sometimes, it’s intelligent to be halfwitted, if you want to make your end!”"
    },
    {
      "timestamp": 1679582303000,
      "percent": 0.091091976686864,
      "note": "Interesting. This is a big part of what makes it exciting for a girl. The fact, the knowing, that I will break it off eventually. She actually enjoys that statement that I say, that I can't keep doing anything I like, that I will leave if it gets too real"
    },
    {
      "timestamp": 1679581745000,
      "percent": 0.0825719064152493,
      "note": "This is what’s so scary. A girl can be in love with a guy, sleep with him, talk to him, *be* with him, give herself to him, and still not give herself away. Girls are notorious liars"
    },
    {
      "timestamp": 1679581620000,
      "percent": 0.0815996203441332,
      "note": "As a lover, when you come back, you bring flowers (e.g. “violets and lilies”). This keeps a girl’s love for you fierce"
    },
    {
      "timestamp": 1679544123000,
      "percent": 0.079383140788706,
      "note": "I shouldn't have told Aaron anything Tamar. A girl should be able to trust her lover to keep all of her secrets. I didn't think that it was her secret, so I messed up"
    },
    {
      "timestamp": 1679543889000,
      "percent": 0.0775016557362076,
      "note": "As a man, you should be the one offering the possible excuses. Let her offer up explanations and justifications for why it’s right. You just tell her that it’s right"
    },
    {
      "timestamp": 1679543877000,
      "percent": 0.0772271206463303,
      "note": "After sex is the moment when women will hate a man"
    },
    {
      "timestamp": 1679538654000,
      "percent": 0.0666501736160251,
      "note": "A neg. A (can be fake) display of “elicitness”? (saying that it can’t happen) that you can’t or won’t be allowed to be with her"
    },
    {
      "timestamp": 1679518012000,
      "percent": 0.027228077177766,
      "note": "Hey, *just* like us!"
    },
    {
      "timestamp": 1679510760000,
      "percent": 0.0201326418057568,
      "note": "So I [was] pulled away (albeit at her request, which might mitigate it), before I could do the thing [have sex with the girl—although I did gripe a bit but it is what it is and she expected that] that would’ve made Tamar love me less [than she should have after a month of daily multi-hour-long phone calls]. Thankfully, I gave her plenty of reasons to distance herself (tons of red flags), so she probably didn’t like me as much as my notes make it out to seem."
    },
    {
      "timestamp": 1679506639000,
      "percent": 0.016079119207803,
      "note": "Fuck. This story rings so true. Turn agent it was written 400 years ago"
    },
    {
      "timestamp": 1679506384000,
      "percent": 0.0138333924684354,
      "note": "Same issue I had. I was afraid to stray away, and I resented my mom for it, for something that had nothing to do with her"
    },
    {
      "timestamp": 1679505655000,
      "percent": 0.0121879870288054,
      "note": "Wow. He’s talking about it in such different terms. Fun fact: after the sex, the woman loves the man a little less. The everyday conversations are the things that make her love him. 1. Having someone to talk to. But she then “uses” the man, as this guy says. 2. Side note: no wonder Liza fell in love with me… but on the other hand, how could she then reach third base with another guy, letting him eat her out? Also, now I understand why Tamar began to like me after I broke through her shell by sending her good night texts for two weeks straight. Side note: the amount of time required to break her shell and make her begin to care about me made me resent her (and this is *me*, who didn’t actually send those texts but instead wrote a script to send them for me. Imagine a guy who does the work himself). So many thoughts to unpack here regarding all my recent relationships"
    },
    {
      "timestamp": 1679504099000,
      "percent": 0.000386154225462051,
      "note": "“Unabridged”\nBut that also brings up the idea that maybe other books that don’t say whether or not they’re abridged/redacted, are."
    }
  ],
  "circulation": [
    {
      "timestamp": 1679503812000,
      "activity": "Borrowed",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    },
    {
      "timestamp": 1677129990000,
      "activity": "Borrowed",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    },
    {
      "timestamp": 1675640982324,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1675640981000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}