{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img2.od-cdn.com/ImageType-100/1191-1/{9946BC39-6145-45C7-9632-231BE303CB06}Img100.jpg",
      "title": "The Greatest Trade Ever",
      "color": "#040404",
      "format": "audiobook"
    },
    "title": {
      "text": "The Greatest Trade Ever",
      "url": "https://share.libbyapp.com/title/251783",
      "titleId": "251783"
    },
    "author": "Gregory Zuckerman",
    "publisher": "Books on Tape",
    "isbn": "9780307713322",
    "percent": 1.00000020758173
  },
  "bookmarks": [
    {
      "timestamp": 1696407212000,
      "percent": 0.98304789712881,
      "note": "There's another way to make money: run a blog website like this New York Times one, and have people pay you to publish their articles"
    },
    {
      "timestamp": 1696375790000,
      "percent": 0.916488094608245,
      "note": "Yes, but tested hat in hand, you have to first own a hat. You have to buy a hat."
    },
    {
      "timestamp": 1696296200000,
      "percent": 0.864141427196125,
      "note": "How the duck! How  come he gets to rack up billions in profits on the back of someone else’s trade [and I don’t], and how did he do it [in such a short amount of time]?"
    },
    {
      "timestamp": 1696007977000,
      "percent": 0.820834754845067,
      "note": "So how did he succeed? Simple. Lahde remind persistent. He made a website, he made marketing materials, and he just kept pitching more and more investors. He learned all of the numbers, all of the stats, and pored over all of the data related to his trade, and he knew it all down pat. And he just kept talking to more and more people until he found at least one who was willing to listen and would give him funds to invest. He was also charismatic and his conversations: he was laid back, but at the same time he had a dire view on the market. Finally, with the number of people that he pitched, he was bound tell eventually find someone who agreed with him. Exactly this he did."
    },
    {
      "timestamp": 1696007824000,
      "percent": 0.818056331867247,
      "note": "*This* is the same issue I have. This is the one to learn from (assuming he succeeds)"
    },
    {
      "timestamp": 1696007247000,
      "percent": 0.806583256285397,
      "note": "#Lesson: if you don't come to an event, always make sure to send a “gracious card\" just like Paulson did"
    },
    {
      "timestamp": 1696006905000,
      "percent": 0.803842363805457,
      "note": "How did he know?"
    },
    {
      "timestamp": 1696006603000,
      "percent": 0.794920362535447,
      "note": "Oh, that's what Reuven was talking about a couple days ago when he said salaries in Newton are higher. It's because of the hedge funds add real estate investment trusts headquartered there"
    },
    {
      "timestamp": 1695926112000,
      "percent": 0.730525929330435,
      "note": "I wonder how we got access two the guys private email account. Probably threw a lawsuit against them where they were unveiled"
    },
    {
      "timestamp": 1695913309000,
      "percent": 0.713191456251174,
      "note": "But what money did he use to start this firm? You need a significant capital investment in order to start buying bonds. Lol. Had the same thought the last time I heard this"
    },
    {
      "timestamp": 1695569017000,
      "percent": 0.713045356234378,
      "note": "Where’d he get the capital?"
    },
    {
      "timestamp": 1695567156000,
      "percent": 0.696142495780072,
      "note": "1. Does that mean he somehow picked up an extra $1 billion of investor money? He was able to get 12 billion in insurance per billion dollars of capital. 2. If the price went up of the index, did he lose money? Or did he only gain money when it went down? So if it went up three points and then went down five points, would he still make 1.25 billion or would he first lose 725 Mil and then gain 1.25 billion for a net profit of 500 million if he were able to hold the position?"
    },
    {
      "timestamp": 1695430882000,
      "percent": 0.696698099460169,
      "note": "So Paulson had made $1.25 billion that morning when the index moved it down five points"
    },
    {
      "timestamp": 1695231484000,
      "percent": 0.574093721250931,
      "note": "I wonder if audiobook should include the actual voice messages when they’re left or voice recordings when those can be obtained"
    },
    {
      "timestamp": 1695230817000,
      "percent": 0.572777440777084,
      "note": "The issue was that Greene had made the same mistake that Paulson had. Demand for subprime mortgages might be growing, might be going down, it doesn't matter. The important thing is that the people who owned the subprime mortgages were still able to pay, because their houses had appreciated so much in value"
    },
    {
      "timestamp": 1695230648000,
      "percent": 0.569652961382221,
      "note": "“So he lied to me.” He didn’t say this, but that’s what hurt him the most. Greene lied about having unwound the trades"
    },
    {
      "timestamp": 1695230398000,
      "percent": 0.564704242764776,
      "note": "I presume those are gonna be much more expensive"
    },
    {
      "timestamp": 1695147603000,
      "percent": 0.563759197697672,
      "note": "This is where I would have been super scared, and I may likely have made a mistake. It's this time that separates the person who’s right from the person who is right and makes money"
    },
    {
      "timestamp": 1695147390000,
      "percent": 0.561839525820365,
      "note": "1. I need a wife who will just ask you if you're sure, rather than actively attempt to dissuade you, saying that you're wrong\n2. 3 mile run in Central Park. That's what Ryan does, that's what Paulson did"
    },
    {
      "timestamp": 1695147208000,
      "percent": 0.559344901946681,
      "note": "Lol. Betting against housing and bidding on a giant house. …maybe he figures giant buildings won’t drop so much, as it’s harder to forge $3m for a down payment than $10k"
    },
    {
      "timestamp": 1695147015000,
      "percent": 0.556870697329294,
      "note": "As always, there's always an interview. If you want to play with the *really* big boys, you have to be prepared for a grilling onboarding process"
    },
    {
      "timestamp": 1695146960000,
      "percent": 0.55562881148853,
      "note": "Fair"
    },
    {
      "timestamp": 1695146901000,
      "percent": 0.555035344129216,
      "note": "This is ego at play. If he’d had *no* ego, he could’ve done even more trades"
    },
    {
      "timestamp": 1695146722000,
      "percent": 0.554037894397348,
      "note": "Read the tone, read the room. There's a ton to glean from how people say things"
    },
    {
      "timestamp": 1695146165000,
      "percent": 0.546564280001777,
      "note": "But in that case how do you figure out whether you are receiving a tree that is worth making or receiving a tree that they want you to take because they sold the other side?"
    },
    {
      "timestamp": 1695097055000,
      "percent": 0.535810090754402,
      "note": "Moral: trust your friends. Even if you did them wrong, they're still your friends; they want what's best for you. #Lesson"
    },
    {
      "timestamp": 1695096709000,
      "percent": 0.53053199858549,
      "note": "Oh fuckin A. Now he’s gonna tell *Dimon* about Paulson’s idea. Poor Paulson"
    },
    {
      "timestamp": 1695096407000,
      "percent": 0.52377555702037,
      "note": "Again, another guy. This Greene guy keeps telling everyone. Poor Paulson."
    },
    {
      "timestamp": 1695095514000,
      "percent": 0.519389129508452,
      "note": "Yeah, this guy is calling everyone and telling everyone about Paulson’s trade."
    },
    {
      "timestamp": 1695095268000,
      "percent": 0.516727177206996,
      "note": "This is the same as the idea about how, when your taxi driver starts giving your stock tips, you should get out. Exact same idea here with regards to real estate."
    },
    {
      "timestamp": 1695094760000,
      "percent": 0.507200856385513,
      "note": "So, he was afraid that he might be served with a lawsuit. However, during this time, he still owned the buildings. So #Lesson: it always makes sense to own"
    },
    {
      "timestamp": 1694744019000,
      "percent": 0.497071144160571,
      "note": "I need to learn how to talk to people and get rejected. Just like Green is constantly on the phone with suppliers and buyers and call leagues end other students/professors, so too I must become. Even if I should not want to constantly be talking to people, I should still be able to talk to enough people to create a working product"
    },
    {
      "timestamp": 1694743094000,
      "percent": 0.49456326442936,
      "note": "Yeah, will obviously. If you were running successful Multi branch business call Ma you're going to get in to (and be able to pay for) Harvard Business School."
    },
    {
      "timestamp": 1694742969000,
      "percent": 0.492616033695652,
      "note": "First of all, this is from the additional Georgia office, and, second of all, he is making money just from the *ownership* of the business. He hired someone to run the business."
    },
    {
      "timestamp": 1694742880000,
      "percent": 0.491244921093006,
      "note": "I’m a little confused. Is he making more or less as a manager?"
    },
    {
      "timestamp": 1694742776000,
      "percent": 0.49217235514652,
      "note": "It's a completely different style of business and understanding. And technically, it's the one that mom pushes far, but it's different from what people tend to assume who are employees. Ownership. Ownership of businesses end of property. Has the dollar decreases and all currencies devalue, the items that you own increase in “value” relative to the devaluing currency they’re being measured in"
    },
    {
      "timestamp": 1694741863000,
      "percent": 0.489289122839173,
      "note": "Marshall Greene sales call pitch"
    },
    {
      "timestamp": 1694718310000,
      "percent": 0.47820063371626,
      "note": "Exactly right. Friday night isn’t for business; it’s for social calls"
    },
    {
      "timestamp": 1694717143000,
      "percent": 0.46050691975843,
      "note": "His name is pronounced all Tucker? Not all touchér?"
    },
    {
      "timestamp": 1694716788000,
      "percent": 0.454765705529437,
      "note": "Who is Vranos?"
    },
    {
      "timestamp": 1694715048000,
      "percent": 0.441908594668752,
      "note": "That's actually super smart. So, he races enough money. Since it costs 1% to ensure the trade, he pays that one percent. Instead of raising just the amount that he needs to make the train call Ma he raises the amount that he needs given his current risk appetite: so, if he wants to that against $12 billion worth of funds, he will be losing $12 million a year. To stomach that, he needs a fund where is investors are fine losing 12%. However, since savings accounts have rates of 5%, as long as we can put the money into a savings account, we earn 5 percent. So, while he loses 12% and earns 5%, his actual loss is only 7%. On top of that, if he takes a one percent fee, that means it’s 8%, and if he knows that investors will leave him if his losses drop to more than 25%, he can get away with 3 years of insurance taking this 1% management fee. Now you calculate how much you need to raise: at 12% annual losses (they can stomach 8%-1% of that 8 comes from your fee+5% that you get back in treasuries) and 1% paid in annual insurance, that means you can buy capital_raised*12%/1%=12 times the amount of capital raised. So, if you raise $1B, you can buy insurance on $12B in mortgages"
    },
    {
      "timestamp": 1694708266000,
      "percent": 0.42740768607878,
      "note": "So if these were the big losers, then what's wrong with shorting them? How did Schiff lose?"
    },
    {
      "timestamp": 1694708248000,
      "percent": 0.427312015437386,
      "note": "It's important to know which vehicles to park your money in, or else you might still lose even if you're right"
    },
    {
      "timestamp": 1694626150000,
      "percent": 0.365272103353351,
      "note": "Yeah, that makes sense. Not even taking into account the fact that people can refinance at higher valuations, helping to pay off their original mortgages, when  home prices go up, rents go up, so you're able to receive greater cash flow, which helps stabilize and pay for your mortgage"
    },
    {
      "timestamp": 1694594573000,
      "percent": 0.320654624221859,
      "note": "Remember, first they'll tell you you're crazy if you're doing anything worthwhile. As soon as anyone started to understand Burry's trade, the price immediately shot up"
    },
    {
      "timestamp": 1694579079000,
      "percent": 0.296899627762372,
      "note": "Here’s how you learn how to do something new. Ask someone who does it"
    },
    {
      "timestamp": 1694579032000,
      "percent": 0.295646675541447,
      "note": "Here’s how you "
    },
    {
      "timestamp": 1694578201000,
      "percent": 0.291328359814522,
      "note": "Their levels to the money game. When you’re under 10,000, for example, you just need to do something. It doesn’t matter what you do, as long as you’re getting paid. Then, as you get closer to the end of thousands of dollars, need to start, something serious, such as trading successfully for doing some sort of knowledge work where you get paid well for your job, or starting a business then the million dollar range, your work needs to be different. Options trades can begin when you have tens of thousands; bigger companies when you have more. Bets like the one Burry and Paulson took, where you bet 500,000 and the payoff is 100 million, are at a higher level of the game"
    },
    {
      "timestamp": 1694545325000,
      "percent": 0.286022470802538,
      "note": "When someone offers to give me money, I immediately have to tell that that I want this to be the number \"after tax“"
    },
    {
      "timestamp": 1694543576000,
      "percent": 0.27085312905216,
      "note": "How to excel at anything: embrace a training routine. Wake up at 4:30 AM and then five hours of swimming laps to start the day."
    },
    {
      "timestamp": 1694541452000,
      "percent": 0.238298170887108,
      "note": "What kind of promotion are you supposed to get as a VP? Senior VP?"
    },
    {
      "timestamp": 1694379866000,
      "percent": 0.204100628724787,
      "note": "Dress well to get your foot in the door. The halo effect. Also, don't forget to mention trades that when Carly, so people can trust you. I mention trades that went poorly in the same way that you mention traits that went well."
    },
    {
      "timestamp": 1694379663000,
      "percent": 0.1999473567536,
      "note": "Who is Richard Perry?"
    },
    {
      "timestamp": 1694364481000,
      "percent": 0.181157428595796,
      "note": "Why would he be asking for a commission? Isn’t he the buyer? Or does a commission *to the buyer* in this case act as a sort of kickback for taking the deals?"
    },
    {
      "timestamp": 1694307351000,
      "percent": 0.172999554926254,
      "note": "I’m confused. I thought the people who wanted higher payouts got higher percentages. But then they ended up getting paid last?"
    },
    {
      "timestamp": 1694200294000,
      "percent": 0.122215912567577,
      "note": "1. How does the author know that Paulson was sure of his abilities, or that he wasn’t sure he could make the funds a success? 2. Why would you think there’s something wrong with you if you had $2m of your own money to invest?"
    },
    {
      "timestamp": 1694199315000,
      "percent": 0.0997821705033425,
      "note": "#Lesson “A salesman’s job starts when the customer says ‘no.’”"
    },
    {
      "timestamp": 1694195702000,
      "percent": 0.080815799028301,
      "note": "What company did KKR buy for $36,500,000, and sell at a $17 million profit, with only 500,000 down?"
    },
    {
      "timestamp": 1694023343000,
      "percent": 0.0178904813366971,
      "note": "How to dress (later): dark suit and muted tie"
    },
    {
      "timestamp": 1694023064000,
      "percent": 0.0106280563122036,
      "note": "Maybe Paulson wuldnt have shared it with me, but I can learn from Soros. He phoned Paulson for a tutorial. I should learn not to be afraid to do the same"
    },
    {
      "timestamp": 1694022304000,
      "percent": 0.00701615641823826,
      "note": "How does Paulson compare to Burry?"
    }
  ],
  "circulation": [
    {
      "timestamp": 1696288305000,
      "activity": "Borrowed",
      "library": {
        "text": "New York Public Library",
        "url": "https://libbyapp.com/library/nypl",
        "key": "nypl"
      }
    },
    {
      "timestamp": 1695926092356,
      "activity": "Tagged",
      "details": "🍰",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1695014477000,
      "activity": "Borrowed",
      "library": {
        "text": "Brooklyn Public Library",
        "url": "https://libbyapp.com/library/brooklyn",
        "key": "brooklyn"
      }
    },
    {
      "timestamp": 1693885748222,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "New York Public Library",
        "url": "https://libbyapp.com/library/nypl",
        "key": "nypl"
      }
    },
    {
      "timestamp": 1693885748000,
      "activity": "Borrowed",
      "library": {
        "text": "New York Public Library",
        "url": "https://libbyapp.com/library/nypl",
        "key": "nypl"
      }
    }
  ]
}