{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img1.od-cdn.com/ImageType-100/1191-1/{BF85651C-D912-4201-A8A2-A41F11E97CD4}Img100.jpg",
      "title": "The Scrum Fieldbook",
      "color": "#F8ED31",
      "format": "audiobook"
    },
    "title": {
      "text": "The Scrum Fieldbook",
      "url": "https://share.libbyapp.com/title/4513644",
      "titleId": "4513644"
    },
    "author": "J.J. Sutherland",
    "publisher": "Books on Tape",
    "isbn": "9780525590408",
    "percent": 1.0000000972125
  },
  "bookmarks": [
    {
      "timestamp": 1678895662000,
      "percent": 0.854040437926937,
      "note": "“if you outsource how to do it, you don’t internalize the process.“"
    },
    {
      "timestamp": 1678847432000,
      "percent": 0.825045467758774,
      "note": "“Deciding what not to do as far more important than deciding what to do. Only build what is needed right now, this sprint, not the whole thing at once.”"
    },
    {
      "timestamp": 1678610806000,
      "percent": 0.486458768987623,
      "note": "Why would anyone not take him up on a share of profits? Was it replacing some of their guaranteed income with a revenue share model?"
    },
    {
      "timestamp": 1678610729000,
      "percent": 0.485537627660144,
      "note": "“In scrum, no one tells you what to do. They tell you what *needs* to be done, but you figure out the best way of doing it.”"
    },
    {
      "timestamp": 1678610630000,
      "percent": 0.483007864875456,
      "note": "Lol. I just saw the trip to Tuscany for Citigold members. Was just talking about Tuscany, and now he mentions it in this book. Interesting"
    },
    {
      "timestamp": 1678610443000,
      "percent": 0.481602308160693,
      "note": "Because I used to always fight when I thought things (rules and lessons in e.g. history that I was supposed to learn) were crazy, and I would never get my way. I learned that there was no point in fighting, since I would still have to do the work, whether or not the rule made sense"
    },
    {
      "timestamp": 1678610068000,
      "percent": 0.479276208373163,
      "note": "Voices in Otto Scharmer’s taxonomy of fear:\n1. Voice of judgement: “When we judge new information through our existing world view, actual facts or data don't sway us.\""
    },
    {
      "timestamp": 1678609767000,
      "percent": 0.473602147016513,
      "note": "About 10 weeks after having a group get-together to raise your \"ba,” “flame wars” start to break out on slack. Solution: have team-bonding meetings every nine weeks (“3 months”). [Of course, this is just one man's writing/anecdotal evidence.]"
    },
    {
      "timestamp": 1678494438000,
      "percent": 0.394685043171209,
      "note": "Lol. How to tell a joke"
    },
    {
      "timestamp": 1678494245000,
      "percent": 0.39006519208311,
      "note": "If I'm going to be a scrum product owner, then the most important word that I'll need to remember is \"no.\" No, we won't go to that meeting, no, you can't have a status report (If you want to know the status, you can sit in on our stand up)."
    },
    {
      "timestamp": 1678479180000,
      "percent": 0.355245015778407,
      "note": "That’s another reason why mid-level and senior level coders are paid better. You make the right decisions, so your team gets the most important things done at a time"
    },
    {
      "timestamp": 1678478924000,
      "percent": 0.346079710848968,
      "note": "there it is, that's the name for it. \"Context-switching loss“ is what happens when you lose focus for a second and waste a ton of effort trying to get back what you missed"
    },
    {
      "timestamp": 1678476407000,
      "percent": 0.29239878554507,
      "note": "This is the opposite of what I’d have suggested in the past. But the brackets explain what they mean. Stop starting [things that are “in opposition to the goals of the business”] [or things that no one wants and that aren’t used], start finishing [things that are actually useful]."
    },
    {
      "timestamp": 1678476213000,
      "percent": 0.28870328072041,
      "note": "And the point of scrum (and all agile) is the opposite. Do as little at once as you need to. The important thing is to get everything done. A few non-negotiables include exercise and food. After that, everything is done as you can."
    },
    {
      "timestamp": 1678475978000,
      "percent": 0.281781345498245,
      "note": "Confirmation.com: A very straightforward “sell them the fish” idea"
    },
    {
      "timestamp": 1678471347000,
      "percent": 0.249393843784873,
      "note": "But what about when he was having sex? Would he continue streaming everything he saw? Or would he close the feed, making it not *quite* 24/7?"
    },
    {
      "timestamp": 1678469275000,
      "percent": 0.179051909327512,
      "note": "Decisions need to be made in under 1 hour. Period."
    },
    {
      "timestamp": 1678321236000,
      "percent": 0.161454717013796,
      "note": "In projects that fail, people simply aren’t making decisions."
    },
    {
      "timestamp": 1678320233000,
      "percent": 0.12451321496319,
      "note": "Do part of a project, show the customer, and change if they want to change something "
    },
    {
      "timestamp": 1678293469000,
      "percent": 0.0512839323329265,
      "note": "When someone says agile, ask what they mean. Scrum is the most common"
    },
    {
      "timestamp": 1678292713000,
      "percent": 0.0393707580435787,
      "note": "“I’m sure that whatever you’re making or building, it’s not more complicated than a fighter plane.” (Saab Gripen fighter jet)"
    },
    {
      "timestamp": 1678292306000,
      "percent": 0.0273954079966005,
      "note": "Lol. Apparently Saab’s a fighter plane company?"
    }
  ],
  "circulation": [
    {
      "timestamp": 1654186494945,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1654186494000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}