{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img1.od-cdn.com/ImageType-100/0947-1/{42BDB919-BCBF-4CA3-81B0-97E32475FF85}Img100.jpg",
      "title": "Nonviolent Communication",
      "color": "#FFD374",
      "format": "audiobook"
    },
    "title": {
      "text": "Nonviolent Communication",
      "url": "https://share.libbyapp.com/title/65673",
      "titleId": "65673"
    },
    "author": "Marshall Rosenberg, PhD",
    "publisher": "Sounds True",
    "isbn": "9781604072457",
    "percent": 0.999946141395135
  },
  "bookmarks": [
    {
      "timestamp": 1650062201000,
      "percent": 0.978410400266906,
      "note": "Anything worth doing is worth doing poorly"
    },
    {
      "timestamp": 1650060921000,
      "percent": 0.976476094826929,
      "note": "Too often, people think that others know the intensity of their gratitude"
    },
    {
      "timestamp": 1650060378000,
      "percent": 0.955979264039969,
      "note": "Golda Meir: “don’t be so humble; you’re not that great”"
    },
    {
      "timestamp": 1650058123000,
      "percent": 0.907301155542055,
      "note": "Again, the spark popped up: either a or b. People feel the need to answer the question with one of those two answers. And whenever I’m posed questions like this, remember that I don’t have to pick one of the answers."
    },
    {
      "timestamp": 1649983434000,
      "percent": 0.84947684486909,
      "note": "This is an amazing, practical example of non-violence in action. If I can learn speak like this, my life will become so much easier and successful. Voss’s “hostage negotiation“ imitation of Rosenberg‘s work… well, it’s nice to give people an introduction to it."
    },
    {
      "timestamp": 1649980856000,
      "percent": 0.818919837912054,
      "note": "Rather than pointing out a mistake when someone lies to defend their position, consider that the other person is scared."
    },
    {
      "timestamp": 1649980555000,
      "percent": 0.810297183650014,
      "note": "Focus on the needs. Tell the other guy: “I really need that training I am requesting, because I am scared that I will end up back in prison if I don’t get it” rather than approaching the person with the idea that he’s a faceless bureaucrat who doesn’t care about me."
    },
    {
      "timestamp": 1649980356000,
      "percent": 0.807790325092249,
      "note": "This narrator is amazing. Expressing the book just as I think the author intended. That is, he’s not just expressing well, based on the text; he’s reading faster and louder when ~~he’s supposed to read faster and louder, and reading slower and/or quieter when that is warranted~~ warranted, and he’s reading slower/quieter when he’s supposed to read slower or quieter."
    },
    {
      "timestamp": 1649974081000,
      "percent": 0.807472329779933,
      "note": "You can distance yourself. When I said in a previous bookmark that you “should” distance yourself, I made a mistake. Instead of just making an observation, I also made a judgment or suggestion. saying an observation without turning it into a judgment is best.\n\nIt’s that thinking about what happens that makes people angry."
    },
    {
      "timestamp": 1649968728000,
      "percent": 0.804379562839781,
      "note": "Basically, this is advocating mindfulness, or of looking at things from outside your body."
    },
    {
      "timestamp": 1649968506000,
      "percent": 0.801017698088344,
      "note": "It’s not what other people do, but the images and interpretations in our heads, that produces (produce?) our anger"
    },
    {
      "timestamp": 1649866456000,
      "percent": 0.708655865385503,
      "note": "The issue is that Mom didn’t know about this. She wasn’t trying to be mean, it’s just something that she never learned (to differentiate between the “protective” use of force and the “punitive” one). She didn’t know that positive reinforcement has been shown more effective than positive punishment for changing behavior. (Note: studies that get funded and published also depend on the current political environment, and our environment was tending towards non-violence—so the studies that psychologists cite aren’t necessarily honest—they may be the only kind possible in the time they were published)."
    },
    {
      "timestamp": 1649865894000,
      "percent": 0.681738006475944,
      "note": "“I have to“ -> “I choose to… because I want [insert reason here]“"
    },
    {
      "timestamp": 1649716663000,
      "percent": 0.678783800406001,
      "note": "Oh. He’s saying that he *chooses* to write the clinical reports, not that he *has* to write them. As simple as that. There’s nothing extra to add to this (I brought some baggage that I’ve heard from people who misunderstood this and we’re re-teaching it in psychology, saying that you should decide that you’re choosing to do some thing and therefore feel happy about it, or deciding to refer to their obligations as challenges) Why acknowledging that it’s a choice, he gets to decide whether or not he wants to keep making this choice. He realized what the motivation was for making his choice, and he decided that he didn’t want to keep making this choice for this reason (in the example, the choice was writing the reports, and the reason was his desire for income)"
    },
    {
      "timestamp": 1649716548000,
      "percent": 0.6745533587888,
      "note": "How is writing the clinical reports a choice? It’s a requirement…"
    },
    {
      "timestamp": 1649707908000,
      "percent": 0.667513788048545,
      "note": "Write down what you do in life that you don’t enjoy, and it’ll tell you why you don’t enjoy life. Then you can decide that you want to do these things, and you can enjoy them, and thus enjoy life"
    },
    {
      "timestamp": 1649706801000,
      "percent": 0.593905870250683,
      "note": "It’s more considerate to interrupt people than to pretend to listen"
    },
    {
      "timestamp": 1649706557000,
      "percent": 0.586546257826924,
      "note": "So this Chris Voss literally just took a Jew’s work (NVC) and rebranded it as hostage negotiation. Made a name for himself using Marshall’s work. Note: Marshall would be happy that Voss is teaching the NVC. It’s just me that finds it …disgusting (?) that he plagiarized this work and didn’t even cite it"
    },
    {
      "timestamp": 1649706422000,
      "percent": 0.58371084898966,
      "note": "When to interrupt: once you’ve heard one word more than you want to hear. The longer you wait to interrupt, the harder it will be to do it civilly"
    },
    {
      "timestamp": 1649706171000,
      "percent": 0.567162976077739,
      "note": "Don’t say “but.” Instead, use empathy"
    },
    {
      "timestamp": 1649703658000,
      "percent": 0.486992615137779,
      "note": "When someone doesn’t comply with your request, empathize with them. This way they’ll know that it was a request, and not a demand"
    },
    {
      "timestamp": 1649703474000,
      "percent": 0.476816872847427,
      "note": "Dad might be carrying forward previous requests that were actually veiled demands"
    },
    {
      "timestamp": 1649703335000,
      "percent": 0.470118130613801,
      "note": "When speaking to an Indian, we can say “bas” (pronounced “bus”), to signal that the conversation has fulfilled its purpose"
    },
    {
      "timestamp": 1649628540000,
      "percent": 0.425726792792646,
      "note": "Lol.\n\nNB: also, sometimes, she doesn’t want him to go back. So he should figure out that she might want him to, and then ask her whether she does"
    },
    {
      "timestamp": 1649628007000,
      "percent": 0.391705764080368,
      "note": "Just like me with Yaakov.\nLesson: don’t just get clear what you don’t want (or what you don’t want to do), but also be very clear what you do want"
    },
    {
      "timestamp": 1649627931000,
      "percent": 0.386591128554122,
      "note": "Always talk about needs in a positive language (do, not don’t)"
    },
    {
      "timestamp": 1649627921000,
      "percent": 0.385968223934722
    },
    {
      "timestamp": 1649311629000,
      "percent": 0.314154758261667,
      "note": "He sounds just like Meyer from Hadar Hatorah. There was another guy  in Brooklyn who sounds like that too. And Bob S. sort of has that sound too. The raspy voice. But I noticed I don’t shy away from this guy’s voice or Bob’s voice, like I did with Meyer’s."
    },
    {
      "timestamp": 1649263209000,
      "percent": 0.258984106353303,
      "note": "What others say or do can't in and of itself affect how we feel"
    },
    {
      "timestamp": 1649262328000,
      "percent": 0.205827245250027,
      "note": "What I’ve been trying to tell Mom. When trying to express her feelings, the lady expressed a diagnosis instead, and it turned into a self-fulfilling prophecy (SFP)."
    },
    {
      "timestamp": 1649262018000,
      "percent": 0.181332989901986,
      "note": "Keep observations and evaluations separate"
    },
    {
      "timestamp": 1649059685000,
      "percent": 0.0134506901181523,
      "note": "Practice mindfulness"
    }
  ],
  "circulation": [
    {
      "timestamp": 1651506904000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1649866081000,
      "activity": "Borrowed",
      "library": {
        "text": "Brooklyn Public Library",
        "url": "https://libbyapp.com/library/brooklyn",
        "key": "brooklyn"
      }
    },
    {
      "timestamp": 1648661376156,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1648661376000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}