{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img3.od-cdn.com/ImageType-100/1493-1/{22D73ACB-C14B-407F-B7FD-C636473B43D1}Img100.jpg",
      "title": "The Bhagavad Gita",
      "color": "#FFFFFF",
      "format": "audiobook"
    },
    "title": {
      "text": "The Bhagavad Gita",
      "url": "https://share.libbyapp.com/title/4321428",
      "titleId": "4321428"
    },
    "author": "Edward Viljoen",
    "publisher": "Macmillan Audio",
    "isbn": "9781250234032",
    "percent": 1.00000089183213
  },
  "bookmarks": [
    {
      "timestamp": 1665181466000,
      "percent": 0.988242149366028,
      "note": "Does that mean studying the Baghavad-Gita is equivalent to idolatry?"
    },
    {
      "timestamp": 1665181123000,
      "percent": 0.951009270374793,
      "note": "Ganesha removes obstacles and brings luck in new ventures."
    },
    {
      "timestamp": 1665180278000,
      "percent": 0.862455479010584,
      "note": "Yoga = Sanskrit for “to unite”"
    },
    {
      "timestamp": 1665074230000,
      "percent": 0.856858658368552,
      "note": "Shrada = emunah = faith, loyalty, trust"
    },
    {
      "timestamp": 1665073963000,
      "percent": 0.836468112129538,
      "note": "Ego = יש (yeish) per Shimon Waronker = *aham kara*: ego is created through identification with external objects and attachments to objects and outcomes"
    },
    {
      "timestamp": 1665070268000,
      "percent": 0.657115394059865,
      "note": "With an equal peace takes heat and cold, pleasure and pain. Abides quit [void] of desires. Hears praise and calumny in passionless restraint\n\n^ this is also required for politics. It seems everything works the same way."
    },
    {
      "timestamp": 1665070059000,
      "percent": 0.652874684295997,
      "note": "“…living too high for gladness, grief, or fear, that man I love. Who, dwelling quiet-eyed… serene, well-balanced, unperplexed, working with me, yet from all works detached, that man I love.” “Scorns none, rejoices not”"
    },
    {
      "timestamp": 1665069959000,
      "percent": 0.64772420173859,
      "note": "By attending to our duties in life with love for God as our motive, we experience freedom and joy"
    },
    {
      "timestamp": 1664395235000,
      "percent": 0.779127030180044,
      "note": "On a “deeper level,” that’s probably what Judaism says about God, too. All worship ends up being intended for God, and he accepts it as such. Although this does fly in the face of the concept of a jealous god"
    },
    {
      "timestamp": 1664392364000,
      "percent": 0.612976640761892,
      "note": "Chapters 13 and 17 of the Bhagavad-Gita might be geared toward a (larger,) less spiritually mature audience (with practical advice on self-improvement)"
    },
    {
      "timestamp": 1664382841000,
      "percent": 0.598257028201276,
      "note": "Remember: writing, the written word, is originally helpful in order to Record speech, which is then to be translated back into speech later"
    },
    {
      "timestamp": 1664382615000,
      "percent": 0.595101954079837,
      "note": "So the Bhagavad-Gita says that being humble (having “bittul”) before God actually serves a concrete purpose, allowing us to control ourselves and rein in / manage our (capricious) minds"
    },
    {
      "timestamp": 1664381832000,
      "percent": 0.527616515413758,
      "note": "Kind of like the pharaoh’s daughter sends out Moses in the Exodus sorry"
    },
    {
      "timestamp": 1664381393000,
      "percent": 0.497860919749836,
      "note": "Clever way to put that into the story.\"The powerful being who had uttered the curse could not go back on his word.\""
    },
    {
      "timestamp": 1664381292000,
      "percent": 0.490717186582827,
      "note": "Don't try to make strong and proper decisions when emotions are running hot. Let them cool down — or force them to cool down"
    },
    {
      "timestamp": 1664381116000,
      "percent": 0.489311030731618,
      "note": "OK, so which one do you do? I was first with the opposite choice: I could have pushed sandya because of her emotions when she was hot and bothered, but I chose to abide by an agreement (and, mind you, the agreement was entirely in my head. She had told me what she wanted logically, but no formal agreement has been written. So, there's also the distinct possibility that she was saying what she is supposed to say per society’s rules). Let’s see what I should have done"
    },
    {
      "timestamp": 1664380872000,
      "percent": 0.482507404197333,
      "note": "Promises matter. A person is bound by their word, and broken promises lead to consequences"
    },
    {
      "timestamp": 1664297736000,
      "percent": 0.457765020136566,
      "note": "#idea: show based on the muhabarata. Each episode = a story"
    },
    {
      "timestamp": 1664296878000,
      "percent": 0.417329594843824,
      "note": "It is better to perform one’s duties imperfectly than to master the duties of another"
    },
    {
      "timestamp": 1664296699000,
      "percent": 0.408058327872546,
      "note": "Rajas (energy of passion): that’s what I do. Selfish motives, exert too much effort attached the outcome. Greed, violence (non-physical violence examples = Dad, Toly), extreme hot, extreme sorrow are common."
    },
    {
      "timestamp": 1664296593000,
      "percent": 0.4035073890718,
      "note": "Satvah = the state of “Bittul.” This is what we’re striving for"
    },
    {
      "timestamp": 1663979501000,
      "percent": 0.379373844019737,
      "note": "Stay away from lust, anger, and agreed. They are self-destructive"
    },
    {
      "timestamp": 1663978730000,
      "percent": 0.371315192473236,
      "note": "Discipline yourself to be sincere, truthful, and loving in your service. Do not get angry, and harm no living creature. Practice compassion and kindness with patience and a forgiving mind."
    },
    {
      "timestamp": 1663949691000,
      "percent": 0.298089105738451,
      "note": "The same story as the *midrash* of Adam Kadmon containing all the souls that would ever be"
    },
    {
      "timestamp": 1663775136000,
      "percent": 0.222346910466742,
      "note": "So the reason you close your eyes during meditation is just to keep your eye movement (and therefore your thought darting) to a minimum"
    },
    {
      "timestamp": 1663774791000,
      "percent": 0.199319417414269,
      "note": "This is very similar to the concept of “hashem echad ushmo echad.” And that thinking that we are all a part of God. Question: which one came first? The Jewish version of this or the Bhagavad Gita?"
    },
    {
      "timestamp": 1663774365000,
      "percent": 0.167875073638418,
      "note": "(As a “meditator,”) you need to be able to view good fortune and bad fortune equally"
    },
    {
      "timestamp": 1660794184000,
      "percent": 0.120362641809392,
      "note": "The Bhagavad Gita = song of the adorable one (God) = conversation between Prince Arjuna, who doesn’t want to participate in the family feud, and Lord Khrishna, his chariot driver"
    },
    {
      "timestamp": 1660794010000,
      "percent": 0.111468994452291,
      "note": "Unstable forms lead reliably to unstable experiences"
    },
    {
      "timestamp": 1660793636000,
      "percent": 0.0859210772101604,
      "note": "So they all did this, in all religions in the regions: whenever something is supposed to be important, it was attributed to God. I guess the thought is that this somehow strengthens the philosophy. This also means, however, but Aaron didn’t get any credit, so all credit must have been shared in a different way. People lived in communities."
    },
    {
      "timestamp": 1660793293000,
      "percent": 0.0767627641498478,
      "note": "Hinduism says the same thing: goal is to live in this world without “unhealthy attachment to the outcome of your efforts“"
    },
    {
      "timestamp": 1660793071000,
      "percent": 0.0489381741041789,
      "note": "This introduction is a perfect work to copy when introducing my memoirs. Why he simplified the text so much."
    },
    {
      "timestamp": 1660792639000,
      "percent": 0.000345833171928613,
      "note": "2022-08-17 8:15p"
    }
  ],
  "circulation": [
    {
      "timestamp": 1664292411000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1660771909532,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1660771908000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}