{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img2.od-cdn.com/ImageType-100/1556-1/{A1882E18-6A54-44C9-907B-5CFB85CB3D9C}Img100.jpg",
      "title": "How to Be a Gentleman",
      "color": "#1A1B1D",
      "format": "audiobook"
    },
    "title": {
      "text": "How to Be a Gentleman",
      "url": "https://share.libbyapp.com/title/675631",
      "titleId": "675631"
    },
    "author": "John Bridges",
    "publisher": "Oasis Audio",
    "percent": 0.999999909302299
  },
  "bookmarks": [
    {
      "timestamp": 1652832966000,
      "percent": 0.833590815036569,
      "note": "Should a Jew refer to the Pope (e.g. Pope Francis) as “Your Holiness”? Or maybe (I think) “Sir”?"
    },
    {
      "timestamp": 1652832862000,
      "percent": 0.828838981088241,
      "note": "When kissing hand (if hand extended outward, palm down): slight bow, place lips lightly against skin, press fingers for a second, and allow her to pull her hand away."
    },
    {
      "timestamp": 1652832732000,
      "percent": 0.823641857707316,
      "note": "When meeting the president, you walk ahead of a woman. Usually, you walk behind a woman"
    },
    {
      "timestamp": 1652832582000,
      "percent": 0.812290351130526,
      "note": "Make a will."
    },
    {
      "timestamp": 1652832543000,
      "percent": 0.812044451523702,
      "note": "Pay for ballroom dancing lessons. It’s a wise investment."
    },
    {
      "timestamp": 1652832483000,
      "percent": 0.811240869893259,
      "note": "Get rudimentary knowledge of at least one foreign language (Russian, French, Mandarin Chinese come to my mind as examples)"
    },
    {
      "timestamp": 1652832434000,
      "percent": 0.810774973943004,
      "note": "Rub flatware, however clean (e.g. if it’s gone through the dishwasher), with a cloth before setting the table, so it “takes on a little shine”"
    },
    {
      "timestamp": 1652832160000,
      "percent": 0.80287128604932,
      "note": "Here’s a review of what I need to buy to have in my home. This entire chapter. From towels to spoons "
    },
    {
      "timestamp": 1652830773000,
      "percent": 0.780155647775769,
      "note": "Learn how to sew on a button. Keep a needle and thread in bathroom cabinet and in office desk"
    },
    {
      "timestamp": 1652829390000,
      "percent": 0.724356390521009,
      "note": "On a job interview, dress the way you would during a typical day at the office (figure this out by doing your homework)"
    },
    {
      "timestamp": 1652828166000,
      "percent": 0.69158484418924,
      "note": "Never attempt to make a last-minute date, but don’t fret to invite someone whose company you enjoy if you happen to get a couple of good  tickets."
    },
    {
      "timestamp": 1652826729000,
      "percent": 0.669847797829891,
      "note": "Carry breath mints, and offer them to other people when necessary"
    },
    {
      "timestamp": 1652826632000,
      "percent": 0.66801563171248,
      "note": "Put toilet seat down if there’s a woman there on the premises or a woman will arrive soon. In the morning, always offer to get up and make the coffee."
    },
    {
      "timestamp": 1652826562000,
      "percent": 0.663868424917786,
      "note": "Don’t send flowers to a Jewish family that’s sitting Shiva (why not?)"
    },
    {
      "timestamp": 1652826201000,
      "percent": 0.637102952901282,
      "note": "Listen again for good gift ideas"
    },
    {
      "timestamp": 1652825932000,
      "percent": 0.627703333407161,
      "note": "Buying a gift: shop ahead of time (no last-minute panic). Birthdays (f): flowers, picture frame, new bestseller, dinner or lunch at favorite restaurant. Birthday (m): good whisky or wine, tickets to sports event, drinks at bar or restaurant, bestselling CD. Birthday (Fiancée):  flowers, jewelry, family heirloom, framed photo of you too, candlelit dinner. Gifts\nfor wife: breakfast in bed, dinner at fine restaurant, jewelry, lingerie (only if you know her size and favorite colors). For mother: Sunday lunch or Saturday brunch, tickets to concert. "
    },
    {
      "timestamp": 1652825167000,
      "percent": 0.615803214576847,
      "note": "Woman initiates social kiss. You turn your cheek towards her lips"
    },
    {
      "timestamp": 1652821788000,
      "percent": 0.608034629978503,
      "note": "Dignitary extends hand first, not the gentleman. Same with you don’t extend a hand to an older person or to a woman. When grabbing the hand of a man: firmly grasp, just BELOW the knuckles. Couple of modest pumps. Immediately release. If woman extends hand, quick, gentle press. Don’t give a full (regular) up-and-down pump."
    },
    {
      "timestamp": 1652821484000,
      "percent": 0.588832402965387,
      "note": "Never raise a toast on an empty glass. At least water"
    },
    {
      "timestamp": 1652821301000,
      "percent": 0.581329889142558,
      "note": "Take unchilled wine to a dinner party. Not chilled, so that the host knows that it’s a gift, and isn’t intended to accompany dinner"
    },
    {
      "timestamp": 1652819152000,
      "percent": 0.512831720265652,
      "note": "Seat the guest of honor in a good seat: view of the entire room in a banquet hall, or next to host or between two good guests if in a home. In your home, you take the worst seat."
    },
    {
      "timestamp": 1652819086000,
      "percent": 0.509059421487617,
      "note": "If you invite people who aren’t well-mannered, just don’t invite them again."
    },
    {
      "timestamp": 1652818978000,
      "percent": 0.508722098598233,
      "note": "Don’t make excuses for other people. Rather [make apologies], “Tom, it was so good to see your last night.” followed by an apology: “I’m sorry Millicent was so argumentative.”"
    },
    {
      "timestamp": 1652495958000,
      "percent": 0.48823922004766,
      "note": "If you run low on ice, ask a guest to make an ice run and give him the cash for the ice. Have at least 5 pounds of ice per guest"
    },
    {
      "timestamp": 1652495808000,
      "percent": 0.481607113921337,
      "note": "What to bring with you: Scotch, vodka, gin, white wine, red wine, and bourbon in the south. \nplenty of ice\nIf red wine will stain your carpet, then you can serve just white.\nServe plenty of mixers."
    },
    {
      "timestamp": 1652495573000,
      "percent": 0.475700081495512,
      "note": "Invitation: include time, date, location. And what to wear"
    },
    {
      "timestamp": 1652495503000,
      "percent": 0.472671213632648,
      "note": "Goal when entertaining: to put your guests at ease, not to impress them"
    },
    {
      "timestamp": 1652485924000,
      "percent": 0.455248402954068,
      "note": "Damn it. Email isn’t enough. Follow up with handwritten note."
    },
    {
      "timestamp": 1652482391000,
      "percent": 0.454054313302401,
      "note": "Prefer email to a phone call if the friend is tied up or grieving."
    },
    {
      "timestamp": 1652482300000,
      "percent": 0.451411019505829,
      "note": "Simple, handwritten thank you note >= any message left via voicemail"
    },
    {
      "timestamp": 1652481982000,
      "percent": 0.446839057238031,
      "note": "Examples of thank you notes are between this bookmark/note and the previous one. Handwritten note is the only gentlemanly option, no matter how brief. Heartfelt email not good enough."
    },
    {
      "timestamp": 1652481942000,
      "percent": 0.443576044190387,
      "note": "Never wrong to write a thank you note. Keep it brief and to-the-point. Mention the kindness."
    },
    {
      "timestamp": 1652481783000,
      "percent": 0.439990002211029,
      "note": "Simple statements are eloquent.\n“I considered Harold a valuable and trusted friend. I will miss him very much.”\n“I know Harold’s loss is a great blow to you. My thoughts are with you in this difficult time.”\nDON’T say, “please let me know if there’s anything I can do,” leaving it up to the grieving person to ask for help.\nDO offer to supply a meal, run an errand, or watch the house."
    },
    {
      "timestamp": 1652383404000,
      "percent": 0.412952146859023
    },
    {
      "timestamp": 1652383296000,
      "percent": 0.411990098205475,
      "note": "How to end a conversation over email: “thank you for your help,” “Good to hear from you, “or “let’s chat again sometime.“ Let that be your “final contribution to the exchange” (i.e. don’t respond to his response)."
    },
    {
      "timestamp": 1652383085000,
      "percent": 0.409544380280658,
      "note": "How to end a conversation in a social situation: “ it’s been very pleasant talking with you, Mr. Smith. I’d like to freshen my drink. Would you care to walk over to the bar along with me?“ If he says yes, then you can now introduce him to other people over at the bar (or on the way over). If he declines, then you can finish it off with, “It really has been nice chatting with you. I hope we get to talk again soon.“"
    },
    {
      "timestamp": 1652383010000,
      "percent": 0.408505419976702,
      "note": "How to end a conversation (that you started) in person: stand up, thank your guest for meeting with you, offer/extend your hand for a handshake."
    },
    {
      "timestamp": 1652382890000,
      "percent": 0.407975672844976,
      "note": "How to end a conversation over the phone: “it’s been very good talking with you, Jack. I hope we get to talk again soon”"
    },
    {
      "timestamp": 1652382841000,
      "percent": 0.406254883504336,
      "note": "If you started the conversation, then you[’re the one to] end it"
    },
    {
      "timestamp": 1652381061000,
      "percent": 0.388478061559396,
      "note": "Always introduce a younger person to an older person (“Mr. older person, I’d like you to meet Mr./Mrs. younger person), and underling to a boss, a man to a woman (i.e. introduce the person of lower status to the person of higher status, by saying the person-of-higher-status’s name first)."
    },
    {
      "timestamp": 1652380939000,
      "percent": 0.381134087317833,
      "note": "At a large gathering, don’t leave yourself standing alone at the edge of the crowd (this will make it harder to reenter the conversation later).\n\nIf bar or buffet table, move towards it.\n\nBreak the ice with something simple, such as, “May I step in beside you here in line?” Or “have you already put in your order?”"
    },
    {
      "timestamp": 1652380810000,
      "percent": 0.375052044608249,
      "note": "Always begin a conversation by asking a question that does not bring the conversation around to yourself. Also make sure that your keep to positive topics"
    },
    {
      "timestamp": 1652380560000,
      "percent": 0.369512446708525,
      "note": "How to accept a compliment: “Thank you, it’s nice of you to tell me that.“\nDefinitely don’t try to make yourself out to be more, for example, by saying “this old thing“ in a joking manner, because this implies that the person who’s complimenting you has a questionable taste."
    },
    {
      "timestamp": 1652380421000,
      "percent": 0.366402531380089,
      "note": "In conversation:\n\nNever ask:\nHow do the two of you know each other?\nWhy do I recognize your name?\nYou don’t remember me, do you?\nWould you mind if I look at the label?\nAre you going to eat all of that?\n\nDon’t brag, whine, or knowingly insult another person. Don’t revel in others’ embarrassment."
    },
    {
      "timestamp": 1652380373000,
      "percent": 0.365188488234214,
      "note": "When parking, offer to let the passengers out first"
    },
    {
      "timestamp": 1652380313000,
      "percent": 0.36283825684896,
      "note": "At the dinner table, help the woman to your right as she sits or rises from her chair"
    },
    {
      "timestamp": 1651803443000,
      "percent": 0.355927382268988,
      "note": "After pouring glass of wine, turn bottle slightly, to prevent dribbles and drips"
    },
    {
      "timestamp": 1651802969000,
      "percent": 0.343433810241798,
      "note": "If unsure whether jacket is required, inquire about restaurant’s dress code ahead of time.\nDon’t talk about a diet if at the table.\nIf party size changes, inform restaurant.\nIf restaurant can’t seat your party, inquire about recommendation of another establishment"
    },
    {
      "timestamp": 1651802715000,
      "percent": 0.328738388268115,
      "note": "Flatware! Right, that’s what it’s called (the more general term for silverware)."
    },
    {
      "timestamp": 1651797770000,
      "percent": 0.325130143491563,
      "note": "He says to place your knife and fork “side by side as if they were the hands of a clock set at 5:25”"
    },
    {
      "timestamp": 1651797723000,
      "percent": 0.32396681850006,
      "note": "Don’t stack your plates at the end of a meal\nAlso, don’t cut up all the food at the beginning [i.e. cut a little at a time]"
    },
    {
      "timestamp": 1651718179000,
      "percent": 0.302368575902248,
      "note": "Slip host/maitre d’ $20+ as you’re preparing to leave (if they are basically a waiter in an upscale restaurant—if medium scale, then maitre d only seats you, then no need to tip him)"
    },
    {
      "timestamp": 1651718111000,
      "percent": 0.301580158927405,
      "note": "upscale restaurant: entrée >= $30\nTip wine steward 20% of cost of wine"
    },
    {
      "timestamp": 1651717861000,
      "percent": 0.284785847037348,
      "note": "Never wear the same pair of jeans twice in a row"
    },
    {
      "timestamp": 1651703196000,
      "percent": 0.24759442034274,
      "note": "Take off a hat in a place of worship (not! He’s wrong here. Maybe in a church, but I don’t walk into a church), upon entering a doctor or lawyer’s office (not in the waiting room/lobby/vestibule), and when speaking with a person such as a teller. Tip the hat if covering matted hair or a bald spot or take it off when greeting someone new or speaking with a woman. And at an indoor meal"
    },
    {
      "timestamp": 1651702788000,
      "percent": 0.237393178288516,
      "note": "“Memorial Day” = Summer cut-off. When he talks about before and after memorial day, he’s referring to before and after the start of the dog days of summer. Socks not necessary after summer starts"
    },
    {
      "timestamp": 1651702714000,
      "percent": 0.236700538085878,
      "note": "Socks complement trousers (not shoes?). Like Mom mentioned about the blue socks that would go well with jeans"
    },
    {
      "timestamp": 1651702602000,
      "percent": 0.233656723241897,
      "note": "Always wear gloves, so your handshake isn’t cold"
    },
    {
      "timestamp": 1651697422000,
      "percent": 0.235645614986554,
      "note": "Let suit jacket "
    },
    {
      "timestamp": 1651697314000,
      "percent": 0.234759679843646,
      "note": "Know where to find a high-quality dry cleaner. Take your clothes there as seldom as possible, as chemicals shorten the lifespan of clothes"
    },
    {
      "timestamp": 1651697216000,
      "percent": 0.230838128928922,
      "note": "Cologne: dab on either side of the neck is enough"
    },
    {
      "timestamp": 1651697096000,
      "percent": 0.217769460919531,
      "note": "No bulky stuff in pockets"
    },
    {
      "timestamp": 1651697054000,
      "percent": 0.215509637002587,
      "note": "Clip nose hair. invest  in a trimmer for it"
    },
    {
      "timestamp": 1651697007000,
      "percent": 0.214282823620417,
      "note": "“No cowboy boots with a suit” [i.e. make sure your shoes match your attire?]"
    },
    {
      "timestamp": 1651696980000,
      "percent": 0.213477065245151,
      "note": "Wear an undershirt in warm weather"
    },
    {
      "timestamp": 1651696711000,
      "percent": 0.201976306531673,
      "note": "If answering “yes,” never reply all. Only send a message to everyone if it pertains to everyone"
    },
    {
      "timestamp": 1651696622000,
      "percent": 0.191527133242124,
      "note": "When expressing gratitude, use a handwritten note or a voice-to-voice phone call"
    },
    {
      "timestamp": 1651693991000,
      "percent": 0.183845545878534,
      "note": "Try to capture your tone in your email message"
    },
    {
      "timestamp": 1651693595000,
      "percent": 0.137888440340386,
      "note": "“May I please speak with an English-speaking supervisor?”"
    },
    {
      "timestamp": 1651693199000,
      "percent": 0.0948925059011099,
      "note": "Change bedsheets after eating or every two weeks"
    },
    {
      "timestamp": 1651691787000,
      "percent": 0.0733448363413498,
      "note": "“The chaise has been empty for so long, I simply folded your towels and set them here. I hope I kept them in good order.”"
    },
    {
      "timestamp": 1651691727000,
      "percent": 0.0662461086831639,
      "note": "Don’t wear Black Tie attire before 5 p.m."
    },
    {
      "timestamp": 1651691364000,
      "percent": 0.0553988813236727,
      "note": "At wedding, side of bride = left, side of groom = right. If you know them both, then sit on the side with more empty seats"
    },
    {
      "timestamp": 1651691158000,
      "percent": 0.0524521492987916,
      "note": "“Screen” your calls. (What does this mean/entail? Does this mean you ask who’s calling forthwith, or does it mean you have someone answer your calls for you?)"
    },
    {
      "timestamp": 1651691030000,
      "percent": 0.0503000742505799,
      "note": "When entering a row, face the other people in the mail.  In other words, face towards them, away from the stage"
    },
    {
      "timestamp": 1651690951000,
      "percent": 0.0447059126139623,
      "note": "If you have a tendency to cough, carry around a mint or throat lozenge"
    }
  ],
  "circulation": [
    {
      "timestamp": 1650929809924,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1650929809000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}