{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img2.od-cdn.com/ImageType-100/1191-1/{E23A86A9-966C-4363-B6E5-DF73C5A08C82}Img100.jpg",
      "title": "Resilient",
      "color": "#FFFFFF",
      "format": "audiobook"
    },
    "title": {
      "text": "Resilient",
      "url": "https://share.libbyapp.com/title/3390606",
      "titleId": "3390606"
    },
    "author": "Rick Hanson, PhD, Forrest Hanson",
    "publisher": "Books on Tape",
    "isbn": "9780525525110",
    "percent": 0.989784882261463
  },
  "bookmarks": [
    {
      "timestamp": 1668212781000,
      "percent": 0.922810846147284,
      "note": "Find the intersection: what you enjoy, what you’re talented at, and what you care about"
    },
    {
      "timestamp": 1666949594000,
      "percent": 0.918398237949123,
      "note": "So he’s just passed ____ from Jewish law, he mentioned how you give and leave the rest that’s out of your hands to others, and now he’s on to how you should cut your losses. This book is a veritable treatise on Kabbalah"
    },
    {
      "timestamp": 1665903381000,
      "percent": 0.626052544192916,
      "note": "\"Liking without wanting is heaven, but wanting without liking is hell.\""
    },
    {
      "timestamp": 1665642216000,
      "percent": 0.618017470871746,
      "note": "The reason we meditate: our lives are full of anxiety inducing events leading to sympathetic activation and meditation helps induce the parasympathetic nervous system"
    },
    {
      "timestamp": 1665630836000,
      "percent": 0.611887210376465,
      "note": "This is how you fix the tone. Take a breath or two, and allow your body to ignore that fear-induced response driven by the amygdala. And then you can speak calmly"
    },
    {
      "timestamp": 1665630554000,
      "percent": 0.610411455192491,
      "note": "The amygdala reacts first, reacting in a way to protect the human. However, this means that one is biased by the time the prefrontal cortex reacts a couple seconds later"
    },
    {
      "timestamp": 1665562757000,
      "percent": 0.621890803543806,
      "note": "I’ve overcome an addiction. An addiction to what? I’ve been unable to control my brain"
    },
    {
      "timestamp": 1665404476000,
      "percent": 0.617002728391931,
      "note": "Parasympathetic NS: rest and digest"
    },
    {
      "timestamp": 1665404010000,
      "percent": 0.610996056807943,
      "note": "“amygdala hijack” — the neuroscientific term for it. The amygdala reacts to a stimulus before the prefrontal cortex can, thereby altering and priming the PFC response"
    },
    {
      "timestamp": 1665403096000,
      "percent": 0.608177816651923,
      "note": "“I set her down on the other side of the river, but you've been carrying her ever since.” :)"
    },
    {
      "timestamp": 1665402791000,
      "percent": 0.599448973202862,
      "note": "Ask yourself how bad the trigger itself really is and react in proportion to the trigger. Then you can address whatever priming caused the overreaction that you were experiencing in regard to the trigger"
    },
    {
      "timestamp": 1665402510000,
      "percent": 0.59884890181681,
      "note": "When things do go awry, try to react in proportion to the trigger itself, without any amplification by the priming. Try to imagine how you would react if the trigger were happening for the first time (and in isolation)"
    },
    {
      "timestamp": 1665402208000,
      "percent": 0.593432383363325,
      "note": "Usually, most of the anger that we experience in relation to an event that sparked it has actually been fueled by the priming (whatever has frustrated us in the past) and is out of proportion to trigger itself"
    },
    {
      "timestamp": 1665401434000,
      "percent": 0.572407915746213,
      "note": "If you're not about to fall off a cliff or the equivalent, try not to feel afraid. Repeatedly help yourself feel as safe as you reasonably can as you move through your day"
    },
    {
      "timestamp": 1664682105000,
      "percent": 0.526205973343876,
      "note": "“Seeing threats accurately.” That's the most important one. Once you can view the world accurately, all parts of the world, then you're well on your way to success"
    },
    {
      "timestamp": 1663310974000,
      "percent": 0.406742548599516,
      "note": "Flag opportunities for pleasure. You can keep count of pleasures throughout the day or think of all of them at night."
    },
    {
      "timestamp": 1662786435000,
      "percent": 0.404487414863476,
      "note": "Keep a pleasure diary"
    },
    {
      "timestamp": 1662786167000,
      "percent": 0.39718439681363,
      "note": "Good, healthy pleasures can crowd out bad, unhealthy ones; for example, after eating an apple there’s less interest in a candy bar"
    },
    {
      "timestamp": 1662358455000,
      "percent": 0.330445809253954,
      "note": "Example of small things that have big effects: Solid breakfast. Stand up from desk >= 1c per hour. Get to sleep at reasonable time. Slow down and listen to a friend."
    },
    {
      "timestamp": 1661680669000,
      "percent": 0.371410438816715,
      "note": "But I never learned the guidelines of *how much* to exercise, as I wrote out today in my journal (2022-08-28)"
    },
    {
      "timestamp": 1661370958000,
      "percent": 0.328330851272957,
      "note": "He may not be able to directly create things we want, but we can “encourage the underlying processes that bring it into being.” E.G. we can’t force a tree to bear fruit, but we can water the tree [and ensure that it gets accurate nutrients, and make sure it doesn’t get *too much* water, etc]"
    },
    {
      "timestamp": 1661370726000,
      "percent": 0.322907867335479,
      "note": "This is what I think pushes Dad to sound (and probably feel) angry all the time. He constantly has this sense of helplessness, this feeling that he’s unable to make choices"
    },
    {
      "timestamp": 1660938337000,
      "percent": 0.219853197800879,
      "note": "Lol. I didn’t write it down 10 minutes ago, but this is the second time that I had that thought. This is *directly* paralleling Nick Hall’s book"
    },
    {
      "timestamp": 1660929228000,
      "percent": 0.189473208697251
    },
    {
      "timestamp": 1660276495000,
      "percent": 0.144274364133401,
      "note": "Here we go. This is taken from Rosenberg’s NVC. “At the bottom of every want, is a need.”"
    },
    {
      "timestamp": 1660190752000,
      "percent": 0.0994829804638885,
      "note": "I’ve been getting slightly faster at recognizing when I’m not mindful"
    },
    {
      "timestamp": 1660190401000,
      "percent": 0.0921806055773719,
      "note": "If I get preoccupied with worries, resentments, and self-criticism, I make this a part of myself. I should focus on the many useful and enjoyable experiences in the day (positives), thereby keeping my mind positive."
    },
    {
      "timestamp": 1660190223000,
      "percent": 0.0888661479875999,
      "note": "The harder (and therefore more important —*therefore* more important,  by which I mean it’s not objectively more important, but it’s more important because normally we wouldn’t be able to) thing to do is to remain mindful during stressful and emotionally demanding moments, such as when having an argument with your mother or wife (or losing money in trading)"
    },
    {
      "timestamp": 1660190158000,
      "percent": 0.0885499485845926,
      "note": "Stay mindful. For example, focus your attention."
    }
  ],
  "circulation": [
    {
      "timestamp": 1663086670000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1661446460000,
      "activity": "Borrowed",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    },
    {
      "timestamp": 1656430005266,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1656430004000,
      "activity": "Borrowed",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}