{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img2.od-cdn.com/ImageType-100/0887-1/{3C6553CA-BF6D-41D6-95B5-D5310A7294C2}Img100.jpg",
      "title": "How to Read a Book",
      "color": "#050608",
      "format": "audiobook"
    },
    "title": {
      "text": "How to Read a Book",
      "url": "https://share.libbyapp.com/title/1012348",
      "titleId": "1012348"
    },
    "author": "Mortimer J. Adler, Charles Van Doren",
    "publisher": "Blackstone Publishing",
    "percent": 0.223952664104918
  },
  "bookmarks": [
    {
      "timestamp": 1714609926000,
      "percent": 0.134186299545463,
      "note": "That's false it's only true if you assume that he is talking about journalistic articles and books written for the average reader. If you're referring to scientific articles, a book about the subject will be much simpler to digest as it will likely be written for a broader audience, rather than simply being an exposition of the facts, with the assumption that the reader is familiar with the topic"
    },
    {
      "timestamp": 1714182829000,
      "percent": 0.0535291236916406,
      "note": "I wonder what Mortimer Adler would say about the state of reading in the world today"
    },
    {
      "timestamp": 1714182513000,
      "percent": 0.0523931018114046,
      "note": "Syntopical reading is exactly what you're doing when you're creating a meta analysis/review of studies. I should've been taught in college, although I didn't know where to turn. So, the next best thing is that I learn it now"
    },
    {
      "timestamp": 1714182346000,
      "percent": 0.0512015844027318,
      "note": "Just knowing basic vocab and basic grammar rules put me head and shoulders above the majority of the rest of students, which was compounded on by the fact that they were all trying to learn this high level of reading (again, without knowing the basic level). However, I never understood that this is what we are aiming for, so am I Reading comprehension, while subjectively high (good for SAT scores), was objectively low"
    },
    {
      "timestamp": 1714182216000,
      "percent": 0.0515639417902889,
      "note": "This is the level that they always try to teach in high schools (plus, don't have the time to read all of the requisite texts). The problem is, students have no idea how to read at levels 1–3, so this ends up being a lesson in how to bullshit, rather than how to read at the highest level."
    },
    {
      "timestamp": 1714182084000,
      "percent": 0.0510477038982491,
      "note": "Analytical reading it's only necessary for understanding, so, if you're trying to learn facts (skimming), cursory reading is the best way to go. Knowing this would've saved me a lot of time, as I would always attempt to read at the third level, without knowing the basics, the facts. I’d skip level 2. And, in high-level scientific articles, possibly even level one, where I would have to look up the words in a dictionary or glossary"
    },
    {
      "timestamp": 1714181909000,
      "percent": 0.048801303891358,
      "note": "This is a problem that I cause for myself as well. In the future, it's better to first have a cursory inspection, to understand the main content, and then read something more deeply"
    }
  ],
  "circulation": [
    {
      "timestamp": 1715724358000,
      "activity": "Borrowed",
      "details": " 21 days ",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1707946020000,
      "activity": "Returned",
      "details": "on due date",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1706131621030,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1706131620000,
      "activity": "Borrowed",
      "details": " 21 days ",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1705894652463,
      "activity": "Placed on hold",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    }
  ]
}