{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img1.od-cdn.com/ImageType-100/1088-1/{9D4ABB28-ED6F-4D12-8721-DA537C68D3A8}Img100.jpg",
      "title": "The Charisma Myth",
      "color": "#FFFFFF",
      "format": "audiobook"
    },
    "title": {
      "text": "The Charisma Myth",
      "url": "https://share.libbyapp.com/title/978093",
      "titleId": "978093"
    },
    "author": "Olivia Cabane",
    "publisher": "Ascent Audio",
    "isbn": "9781469000909",
    "percent": 1.00000093931239
  },
  "bookmarks": [
    {
      "timestamp": 1689809655000,
      "percent": 0.848903860958569,
      "note": "Q&A will make the end of the presentation not energetic. You want the beginning and end of your presentation, the part that people remember, convey your message well."
    },
    {
      "timestamp": 1689803376000,
      "percent": 0.761023090638679,
      "note": "Starting here, I am zoning out for the rest of the book. "
    },
    {
      "timestamp": 1689802943000,
      "percent": 0.748391647511564,
      "note": "Compliments: both personal and specific: “Great job” < “You did a great job” < “The way you kept your calm when that client became obnoxious was impressive”"
    },
    {
      "timestamp": 1689552197000,
      "percent": 0.679701928464244,
      "note": "I thought the study was about telling the people at the person across from that has something in their eye. Counting how many times that person blinks is also a good way to get them to look into each other's eyes"
    },
    {
      "timestamp": 1689550688000,
      "percent": 0.645819595804744
    },
    {
      "timestamp": 1689550029000,
      "percent": 0.676855558059462,
      "note": "Remember to seat the person you want to feel comfortable with their back not to an open space (especially if others are moving behind them / if their back is to an open door or to a window at ground level), or they might be afraid and therefore not be comfortable"
    },
    {
      "timestamp": 1689547249000,
      "percent": 0.642559992102371,
      "note": "Just jumped here, to 5:21, from 4:20, on my Mac. May have not fully understood the last hour of the text."
    },
    {
      "timestamp": 1689545508000,
      "percent": 0.600581890569481,
      "note": "Imagine the person I'm talking to is a star in a movie or show that I'm watching now. This will create that right look and feeling of awe in my face and voice, making them feel good."
    },
    {
      "timestamp": 1689221557000,
      "percent": 0.574338628550394,
      "note": "Yes, but this is secondary. They can only do this (not saying anything and letting the other person talk) once they’ve learned how to speak and what to say to make for a good conversation."
    },
    {
      "timestamp": 1689208484000,
      "percent": 0.55385225559034,
      "note": "Well, and paying you. Didn't you say that she was a client?"
    },
    {
      "timestamp": 1689185332000,
      "percent": 0.520258190375884,
      "note": "This will Francia favorable first impression come which world last for the rest of your encounters with them, possibly granting you the job"
    },
    {
      "timestamp": 1689184908000,
      "percent": 0.506671717702938,
      "note": "She's really abusing this word, \"Charisma.\" On the other hand, exposure therapy. If she says it enough times, and I hear it enough times, it becomes easier for me to think of it"
    },
    {
      "timestamp": 1689184443000,
      "percent": 0.49019760791644,
      "note": "Try taking 5-minute “introvert” breaks and see if I’ll be a better partygoer"
    },
    {
      "timestamp": 1689093695000,
      "percent": 0.479120877217653,
      "note": "Authority charisma:\nAdvantages: you can't listen to, and often obeyed.\nDisadvantages: other people tend to do less critical thinking"
    },
    {
      "timestamp": 1689093483000,
      "percent": 0.475675589979044,
      "note": "Respect, body language of charisma, optionally a title, name-brand clothing, and other symbols that show higher status tend to give you authority charisma and make people more likely to follow you"
    },
    {
      "timestamp": 1689035921000,
      "percent": 0.391740802969551,
      "note": "Buddhist monk “meta” practitioners emitted a deeper Brainwaves, and bounced back from negative events much faster."
    },
    {
      "timestamp": 1688747384000,
      "percent": 0.379618282610808,
      "note": "Call Olympia heavier of science that's pretty laughable. Let's share superscript behavioral Science in question"
    },
    {
      "timestamp": 1688687744000,
      "percent": 0.370012498583643,
      "note": "Deloitte executive saying compassion’s important"
    },
    {
      "timestamp": 1688670500000,
      "percent": 0.328403465977214,
      "note": "Hey, I’ve had this worry too"
    },
    {
      "timestamp": 1688658807000,
      "percent": 0.301639290862751,
      "note": "So, she basically says that you're mine doesn't know imagination reality. Don't ever your mind is thinking, that's what your body language shows. So if you want to reframe your reality and project the correct body language, you simply have to create the right idea in your mind and imagine that"
    },
    {
      "timestamp": 1688658570000,
      "percent": 0.29821208903404,
      "note": "About three minutes ago in the audiobook: 1. visualizing is akin to actually perform in the act, so visualizing playing the piano (repetitively) is the same as actually practicing. 2. Use it or lose it / neurons that wire together, fire together / whatever you practice becomes better"
    },
    {
      "timestamp": 1688620640000,
      "percent": 0.2857690605732,
      "note": "LOL. She’s practicing discomfort. This is great."
    },
    {
      "timestamp": 1688620482000,
      "percent": 0.281085838684405,
      "note": "Handling discomfort is definitely something that I need to get better at. If she can teach me how to do this, that will be amazing."
    },
    {
      "timestamp": 1688613089000,
      "percent": 0.277166000948168,
      "note": "This is an amazing technique to test"
    },
    {
      "timestamp": 1688600781000,
      "percent": 0.26617503439392,
      "note": "“Destigmatizing discomfort\" is basically just depersonalizing it. Which is what happens when you follow chassidus"
    },
    {
      "timestamp": 1688059594000,
      "percent": 0.214401635054281
    },
    {
      "timestamp": 1688050461000,
      "percent": 0.129097552700984,
      "note": "I have a similar issue. So just make sure that I can bypass this sun-based discomfort"
    },
    {
      "timestamp": 1688050201000,
      "percent": 0.128216230359761,
      "note": "Comfort and confidence both increase charisma. Ideally, you should wear clothing that is comfortable and makes you look good, thereby increasing your confidence. Sidenote: this is also why having a wife who respects you really helps with business dealings: she ensures that you look good, and she bolsters your confidence (And keeps you well fed)."
    },
    {
      "timestamp": 1688050103000,
      "percent": 0.126724467148203,
      "note": "When you say something like this, you should have a reference. I hope she has a reference here to a study in the actual book"
    },
    {
      "timestamp": 1688049961000,
      "percent": 0.125025704263514,
      "note": "To help boost your charisma, plan ahead to make sure you're physically comfortable"
    },
    {
      "timestamp": 1688049718000,
      "percent": 0.122030687110352,
      "note": "Active reading (AR) note: people have an “egocentric” view of the world, and Tom could have explained this discomfort to Paul verbally, and possibly requested a better location for the meeting, where his wool suit wouldn’t be itchy and hot and the sun wouldn’t be in his eyes."
    },
    {
      "timestamp": 1688016014000,
      "percent": 0.0856750164417359,
      "note": "“Projecting presence, power, and warmth through your body language is often all you need to be perceived as charismatic.”"
    },
    {
      "timestamp": 1688008761000,
      "percent": 0.0823057345537443,
      "note": "That’s what I’ve been missing lately: presence. Power and warmth I’ve begun possessing. I used to possess warmth and presence, sometimes an overwhelming amount of presence. Lately, that presence has been replaced with projecting an image of power. I need to begin projecting all three (and only sometimes, at strategically important times)"
    },
    {
      "timestamp": 1687995426000,
      "percent": 0.058055498027891,
      "note": "The same “paper tiger” from Taleb’s book lol. Filtering it down to lower-understanding people."
    },
    {
      "timestamp": 1687995300000,
      "percent": 0.0539232649713721,
      "note": "I didn’t have a chance to note this down earlier. But maybe that’s the thing that made Janet like me. I have this charisma. I was entirely present when speaking with and listening to her. Also soft spoken and presenting as though I have power"
    },
    {
      "timestamp": 1687976386000,
      "percent": 0.0205112528885863,
      "note": "Janna gives off both of these in spades. She really works on the call liking you park, and the power part is shown off naturally"
    },
    {
      "timestamp": 1687964571000,
      "percent": 0.000624529504564351,
      "note": "Why do I recognize the name “Gildan” (Media)?"
    }
  ],
  "circulation": [
    {
      "timestamp": 1689924214213,
      "activity": "Returned",
      "details": " 10 days  early",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    },
    {
      "timestamp": 1687414486319,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    },
    {
      "timestamp": 1687414474000,
      "activity": "Borrowed",
      "details": " 21 days ",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    }
  ]
}