{
  "version": 1,
  "readingJourney": {
    "cover": {
      "contentType": "image/jpeg",
      "url": "https://img3.od-cdn.com/ImageType-100/1191-1/{B7E3C9B1-1952-41BB-AD7C-88A25971D616}Img100.jpg",
      "title": "Say What You Mean",
      "color": "#FFFCE9",
      "format": "audiobook"
    },
    "title": {
      "text": "Say What You Mean",
      "url": "https://share.libbyapp.com/title/4395380",
      "titleId": "4395380"
    },
    "author": "Oren Jay Sofer",
    "publisher": "Books on Tape",
    "isbn": "9780593106921",
    "percent": 0.999999977909934
  },
  "bookmarks": [
    {
      "timestamp": 1648408945000,
      "percent": 0.999999977909934,
      "note": "I’m pretty sure I slept through a few of the chapters in the middle, and I know, for example, I didn’t hear chapter 13"
    },
    {
      "timestamp": 1648408549000,
      "percent": 0.998131208848831,
      "note": "A copy of these useful communication phrases is available on his website (https://orenjsofer.com/book/audio) (just don’t get sucked into paying for training, etc.)"
    },
    {
      "timestamp": 1648408455000,
      "percent": 0.995438745420347
    },
    {
      "timestamp": 1648408451000,
      "percent": 0.995235516816509
    },
    {
      "timestamp": 1648408447000,
      "percent": 0.995033550502136
    },
    {
      "timestamp": 1648408443000,
      "percent": 0.994865312562263
    },
    {
      "timestamp": 1648408439000,
      "percent": 0.99470785457442
    },
    {
      "timestamp": 1648408433000,
      "percent": 0.994555117549176
    },
    {
      "timestamp": 1648408426000,
      "percent": 0.994377134734635
    },
    {
      "timestamp": 1648408419000,
      "percent": 0.994200388963769
    },
    {
      "timestamp": 1648408412000,
      "percent": 0.994021169105552
    },
    {
      "timestamp": 1648408404000,
      "percent": 0.99381917754539
    },
    {
      "timestamp": 1648408377000,
      "percent": 0.993159252613177,
      "note": "Learn and practice every phrase in this chapter (or on this page, if this is just a page)"
    },
    {
      "timestamp": 1648407181000,
      "percent": 0.974507259548208,
      "note": "Somehow was reminded of the Medeco key I lost in Visalia. Lesson: don’t send keys through regular envelope mail. They can get left behind and rip the envelope. I could tell Visalia hotel not to do that in the future, or I can just learn it myself and do it right in the future, even if it’s more expensive."
    },
    {
      "timestamp": 1648404483000,
      "percent": 0.953777840973599,
      "note": "Complex situation? Split it into multiple conversations on different days:\n1. Focus on empathy. Try to listen to and hear them.\n2. “Share your side, and endeavor to build mutual understanding.” [See if you can get them to hear you.]\n3. [Figure out ways to move] “explore strategies for moving” forward."
    },
    {
      "timestamp": 1648404414000,
      "percent": 0.952654655807792,
      "note": "Demonstrating your care and commitment to collaboration usually helps the other person relax and engage more flexibly. "
    },
    {
      "timestamp": 1648404333000,
      "percent": 0.951127815716922,
      "note": "If you’re hearing demands, internally translate them into requests, and respond in a way that honors the other person’s needs."
    },
    {
      "timestamp": 1648182158000,
      "percent": 0.926637582402375,
      "note": "Observe myself. This will allow me to be monitoring when I’m about to snap to shut down. [Basically like journaling trades so I can observe when I’m about to have a drawdown or an upmove.] Learn to observe what I do before I get to this state. And when I know my sympathetic NS is about to kick in, postpone the conversation or slow it down or do something else to fool myself down. Bring it AWAY from the danger zone. The more I practice mindfulness, the more I’ll know where I need to “intervene”"
    },
    {
      "timestamp": 1648156954000,
      "percent": 0.683698387078395,
      "note": "Start with I rather than you\nTo make sure it’s an observation, check whether a camera could record this happening."
    },
    {
      "timestamp": 1648156457000,
      "percent": 0.674263707422988,
      "note": "Don’t lead conversations with a subjective interpretation that the other person doesn’t share. Otherwise, they’ll start to defend themselves and it won’t be productive. Or people will be confused if you start with a diatribe or an interpretation. Start rants with an observation."
    },
    {
      "timestamp": 1648156109000,
      "percent": 0.664656901976157,
      "note": "Separate offering your child empathy from expressing your own needs. Don’t do them together   Make sure they feel heard, and then you can say your part"
    },
    {
      "timestamp": 1648089788000,
      "percent": 0.665810584055434,
      "note": "It’s difficult to observe without evaluating. I should learn to listen"
    },
    {
      "timestamp": 1648016830000,
      "percent": 0.619508468458607,
      "note": "Dalai Lama: “when you count others’ happiness as your own, your chances of being happy increase 6 billion to 1.”"
    },
    {
      "timestamp": 1647927189000,
      "percent": 0.613031232036142,
      "note": "Relisten. Amazing way to respond when I think I’m being manipulated"
    },
    {
      "timestamp": 1647925424000,
      "percent": 0.605086180178182,
      "note": "“Without blame”\nNeed to express emotions without blame"
    },
    {
      "timestamp": 1647925245000,
      "percent": 0.600523937857023,
      "note": "Exactly what I just wrote about in my note: I should have been able to CHOOSE to respond to Yaakov’s prodding consciously, rather than reactively"
    },
    {
      "timestamp": 1647836236000,
      "percent": 0.598526541499453,
      "note": "They exact way to do it. "
    },
    {
      "timestamp": 1647836123000,
      "percent": 0.596754766760827,
      "note": "Same as Chris Voss"
    },
    {
      "timestamp": 1647835736000,
      "percent": 0.581622465902224,
      "note": "Amy is common enough that everyone knows an Amy, but uncommon enough that most people who are reading this won’t be named Amy."
    },
    {
      "timestamp": 1647835094000,
      "percent": 0.574653163800579,
      "note": "This is a PERFECT analogy for oil (btw, Toly was right about the geopolitical effects of oil. He was wrong in thinking that I was completely wrong in saying that finance and supply/demand effects it, but the geopolitics serve as part of the baseboard for its movement) and wheat. The whole stimulus/catalyst idea Sofer put out here. I disagree in his calling it an indirect cause of the effect, as it’s there proximate cause, but it’s definitely not the only reason."
    },
    {
      "timestamp": 1647834993000,
      "percent": 0.570201725248642,
      "note": "Use breath to anchor and remove emotions. Deep breaths"
    },
    {
      "timestamp": 1647834715000,
      "percent": 0.5628170541757,
      "note": "Lol. Of course this guy’s a Jew who became a Buddhist monk.\n\nThe Yeshiva scoffs at avodah zara, but I think it’s the same thing. And I’m sure many people do."
    },
    {
      "timestamp": 1647834342000,
      "percent": 0.560225321446509,
      "note": "Mindfulness = Chassidus\nYou have emotions, and each emotion has a “tone.” Your nefesh habahames feels emotions.\n\nDecouple from these emotions and focus on the tone, without letting it sweep you away. You are/have a nefesh elokis. Feel these emotions, but you must control your nefesh habahames, not the other way around.\n\nHarness it.\n\nAnd my addition: you can also harness the “animal soul” of others. If the can’t control their animal soul, then it controls them. But then you (or someone else) can control it, and use it to control them. Examples range from having sex while in the heat of the moment to impulse buys to angrily saying things people didn’t mean."
    },
    {
      "timestamp": 1647833848000,
      "percent": 0.544020604704376,
      "note": "Notice and silently label your feelings over the course of the day. The more you do this, the more feeling’s you will come to recognize, and the more feelings you Will come to have."
    },
    {
      "timestamp": 1647742477000,
      "percent": 0.500656063904313,
      "note": "On restating what someone said, make sure to phrase it as a question, or follow the restatement with an inquiry."
    },
    {
      "timestamp": 1647742294000,
      "percent": 0.499750876129083,
      "note": "State needs in the positive rather than negative. Restate it as what someone longs for.\n\nInstead of “I hear how much you dislike getting mixed messages, huh?” try, “I hear you want clarity and directness, knowing you can take what’s said at face value.”"
    },
    {
      "timestamp": 1647741515000,
      "percent": 0.497626013781355,
      "note": "Remove the word “need”\n\n“Do you need more respect?” -> “It sounds like you really value respect. You were wanting more respect, right?“"
    },
    {
      "timestamp": 1647741389000,
      "percent": 0.496753519303263,
      "note": "State needs in the positive, rather than the negative. When stated in the negative, they often tend to evoke/imply a sense of blame. In the positive, it’s often more colloquial"
    },
    {
      "timestamp": 1647741144000,
      "percent": 0.493049128902403,
      "note": "In a conflict, listen for needs. This basically gives you a window into the other’s world."
    },
    {
      "timestamp": 1647414382000,
      "percent": 0.490008374564783,
      "note": "1. 2. 3."
    },
    {
      "timestamp": 1647408633000,
      "percent": 0.466292480099541,
      "note": "This reminded me: I really wanted water after running, and I don’t think I drank any. Plus, there’s a fast tomorrow. Just drank three remaining 2/3 of the bottle of water I had near my bed"
    },
    {
      "timestamp": 1647408469000,
      "percent": 0.464363853272015,
      "note": "I know I understood up through here in chapter 7. Off to sleep."
    },
    {
      "timestamp": 1647405235000,
      "percent": 0.408008788639907,
      "note": "Everything we do, we do to meet a need"
    },
    {
      "timestamp": 1647207790000,
      "percent": 0.448327374469754,
      "note": "All actions are attempts to meet needs.\n\nFrom this lens, you can also see supply/demand in trading. WHY is someone buying? To cover? To prepare for a squeeze?"
    },
    {
      "timestamp": 1647205923000,
      "percent": 0.351912341873354,
      "note": "Go back a little. How did we create the connection (and thereby recreate the connection once it drops)?"
    },
    {
      "timestamp": 1647097049000,
      "percent": 0.375441821430429,
      "note": "How could I have used that old man’s aikido technique to talk down that big, black man on the train who was mad at the world? Was there a way to pacify him, or was ignoring him, the most people did, there right thing to do?\n\nPointing to the mask definitely wasn’t the way to go, as that could only accomplish aggravating him (the kind of person who would have a positive effect to being shown this mistake in getting mad at people for not wearing masks when they were wearing masks and he wasn’t, wouldn’t have been lashing out in such a way, especially not yelling at them with his little boy in his hand). But maybe there was a chance to talk to him, to make him feel heard. To figure out what the real problem was."
    },
    {
      "timestamp": 1647096496000,
      "percent": 0.354805105394117
    },
    {
      "timestamp": 1647041134000,
      "percent": 0.352470753486806,
      "note": "The single biggest problem with communication is the illusion that it has taken place\n\nI missed a lot of quotes and thoughts the past couple hours, because I was just listening without the ability to take notes"
    },
    {
      "timestamp": 1646714080000,
      "percent": 0.170103073540097,
      "note": "What I see: risk/“reward” disparity. Too high risk. Only caveat: anything that can land you in prison is actually too high risk, but even leaving that out: the risk of 100 years for all people vs. the thought of 2 minutes isn’t right.\n\nQuote: Pause between an impulse and a reaction"
    },
    {
      "timestamp": 1646713964000,
      "percent": 0.166107927383908
    }
  ],
  "highlights": [
    {
      "timestamp": 1647408628000,
      "percent": 0.466103086188238,
      "color": "#FFB"
    }
  ],
  "circulation": [
    {
      "timestamp": 1648579959849,
      "activity": "Tagged",
      "details": "🍰",
      "library": {
        "text": "San Francisco Public Library",
        "url": "https://libbyapp.com/library/sfpl",
        "key": "sfpl"
      }
    },
    {
      "timestamp": 1648408835000,
      "activity": "Borrowed",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    },
    {
      "timestamp": 1645507335748,
      "activity": "Tagged",
      "details": "🧾",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    },
    {
      "timestamp": 1645507335000,
      "activity": "Borrowed",
      "library": {
        "text": "Contra Costa County Library",
        "url": "https://libbyapp.com/library/ccc",
        "key": "ccc"
      }
    }
  ]
}